Repository: sugar-activities/4062-activity
Catalog: po/*.po
Languages: da, fr, hy, mi, mn, ne, pl, th

source: Play / Pause
da: Afspil / Pause
fr: Jouer / Pause
hy: Նվագարկել / Դադար
mi: Pūrei / Tatari
mn: Тоглуулах / Зогсоох
ne: बजाऊ / रोक
pl: Odtwórz / Pauza
th: เล่น / หยุดชั่วคราว

source: Stop
hy: Կանգ
mi: Tū
mn: Зогсоох
pl: Zatrzymaj
th: หยุด

source: Select tool
da: Markeringsværktøj
fr: Outil sélection
hy: Ընտրել գործիք
mi: Tīpako utauta
mn: Сонгох хэрэгсэл
pl: Wybierz narzędzie
th: เครื่องมือเลือก

source: Draw Tool
da: Tegneværktøj
fr: Outil de dessin
hy: Նկարելու գործիք
mi: Utauta Tuhituhi
mn: Зурах хэрэгсэл
ne: कोर्ने औजार
pl: Narzędzie do rysowania
th: เครื่องมือวาด

source: Paint Tool
da: Maleværktøj
fr: Outil de peinture
hy: Ներկելու գործիք
mi: Utauta Peita
mn: Будах хэрэгсэл
ne: रङ्गाउने औजार
pl: Narzędzie do malowania
th: เครื่องมือระบายสี

source: Duplicate
da: Duplikér
fr: Recopier
hy: Կրկնօրինակել
mi: Tārite
mn: Хувилах
ne: नक्कल
pl: Powiel
th: ทำซ้ำ

source: Generate Tune
da: Frembring melodi
fr: Générer un son
hy: Ստեղծել ձայներանգ
mi: Waihanga Rangi
mn: Ая Үүсгэх
ne: धुन सिर्जना
pl: Generuj Melodię
th: สร้างทำนองเพลง

source: Generation
da: Frembringelse
fr: Génération
hy: Ստեղծում
mi: Waihanganga
mn: Үүсгэлт
ne: सिर्जना
pl: Generowanie
th: การก่อกำเนิด

source: Record keyboard
da: Optag tastatur
fr: Enregistrer le clavier
hy: Ձայնագրել ստեղնաշարը
mi: Hopu papapātuhi
mn: Гарнаас бичих
ne: किबोर्ड भर
pl: Nagraj z klawiatury
th: บันทึกแป้นพิมพ์

source: Record to ogg
da: Optage til ogg
fr: Enregistrer vers ogg
hy: Ձայնագրել ogg ֆորմատով
mi: Hopu ki ogg
mn: Ogg Формат руу бичих
ne: ogg मा भर
pl: Zapisz w ogg
th: บันทึกเป็น OGG

source: Volume / Tempo
da: Lydstyrke / Tempo
hy: Ձայնի ուժգնություն / տեմպ
mi: Rōrahi oro / Rōrahi taki
mn: Дууны хэмжээ / Хурд
ne: आवाज / गति
pl: Głośność / Tempo
th: ระดับความดังของเสียง / ความเร็ว

source: Properties
da: Egenskaber
fr: Propriétés
hy: Հատկություններ
mi: Āhuatanga
mn: Шинж чанар
ne: गुणहरु
pl: Właściwości
th: คุณสมบัติ

source: Volume
da: Lydstyrke
hy: Ձայնի ուժգնությունը
mi: Rōrahi Oro
mn: Дууны хэмжээ
ne: आवाज
pl: Głośność
th: ระดับเสียง

source: Tempo
hy: Տեմպ
mi: Rōrahi Taki
mn: Хурд
ne: गति
th: ความเร็ว

source: Rhythm
da: Rytme
fr: Rythme
hy: Ռիթմ
mi: Manawataki
ne: रिदम
pl: Rytm
th: จังหวะ

source: Density
da: Tæthed
fr: Densité
hy: Թանձրություն
mi: Rōrahi
mn: Нягтрал
ne: घन्त्व
pl: Gęstość
th: ความหนาแน่น

source: Regularity
da: Regularitet
fr: Régularité
hy: Կանոնավորություն
mi: Taki tūturu
mn: Хэвийн
ne: निरनत्ता
pl: Regularność
th: ความสม่ำเสมอ

source: Pitch
da: Tonehøjde
fr: Hauteur
hy: Տոն
mi: Rangi
mn: Өндөр
ne: पिच
pl: Wysokość tonu
th: ระดับเสียง

source: Maximum step
da: Maksimale trin
fr: Pas maximum
hy: Առավելագույն քայլ
mi: Hipanga rahinga
mn: Хамгийн дээд алхам
ne: अधिक्तम कदम
pl: Maksymalny krok
th: ขั้นตอนที่สูงสุด

source: Duration
da: Varighed
fr: Durée
hy: Տևողություն
mi: Roanga
mn: Үргэлжлэх хугацаа
ne: अवधि
pl: Czas trwania
th: ระยะเวลา

source: Note duration
da: Varighed for node
fr: Durée de la note
hy: Նոտայի տևողություն
mi: Roanga note
mn: Нотны үргэлжлэх хугацаа
ne: नोट अवधि
pl: Czas trwania nuty
th: ระยะเวลาโน้ตเพลง

source: Silence density
da: Tæthed på stilhed
fr: Densité du silence
hy: Լռության խտությունը
mi: Rōrahinga ngū
mn: Нам гүмийн нягтрал
ne: शुन्य धन्त्व
pl: Gęstość ciszy
th: ความหนาแน่นของความเงียบ

source: Scale:
da: Skala:
fr: Échelle :
hy: Գամմա
mi: Tauine:
mn: Масштаб:
ne: ईस्केल
pl: Skala:
th: สเกล:

source: Mode:
da: Tilstand:
hy: Տոնայնություն.
mi: Aratau:
mn: Горим:
ne: ढांचा:
pl: Tryb:
th: โหมด:

source: Drunk
da: Fuld
fr: Ivre
hy: Հարբած
mi: Haurangi
mn: Согтуу
ne: जंडयाहा जस्तो
pl: Pijany
th: เมามัน

source: Drone and Jump
da: Drone og Hop
fr: Bourdonnement et Saut
hy: Բզզոց ու ցատկ
mi: Rōria me te Hūpeke
mn: Жингинэх ба Үсрэх
ne: झर्केर उफ्रेको
pl: Brzdęk i Skok
th: เสียงต่ำแล้วกระโดด

source: Repeater
da: Forstærker
fr: Répéteur
hy: Կրկնիչ
mi: Pūtārua
mn: Давтагч
ne: दोहोरयाउने
pl: Powtarzanie
th: เล่นซ้ำ

source: Loop segments
da: Sæt segmenter i løkke
fr: Segments en boucle
hy: Կրկնվող հատվածներ
mi: Koromekengia ngā wāhanga
mn: Давтагдах сегмент
ne: सुर्को अंश
pl: Powtarzanie segmentów
th: ท่อนวนรอบ

source: None
da: Ingen
fr: Aucun
hy: Ոչինչ
mi: Kore
mn: Байхгүй
ne: कुनैपनि होइन
pl: Żaden
th: ไม่มี

source: Lowpass
da: Lavpasled
fr: Passe-bas
hy: Ցածր հաճախականություն
mi: Hipapoto
mn: Нам давтамжийг нэвтрүүлэгч
pl: Dolnoprzepustowy

source: Bandpass
da: Båndpas
fr: Passe-bande
hy: Շերտավոր հաճախականություն
mi: Hipawhakaae
mn: Хэсгийн давтамжийг нэвтрүүлэгч
pl: Pasmowo przepustowy

source: Highpass
da: Højpas
fr: Passe-haut
hy: Բարձր հաճախականություն
mi: Hipateitei
mn: Өндөр давтамжийг нэвтрүүлэгч
pl: Górnoprzepustowy

source: Line
da: Linje
fr: Ligne
hy: Գիծ
mi: Raina
mn: Шугам
ne: रेखा
pl: Linia
th: เส้น

source: Purple
da: Lilla
fr: Magenta
hy: Բոսոր
mi: Waiporoporo
mn: Хөх ягаан
ne: बैजनि
pl: Purpurowy
th: สีม่วง

source: Green
da: Grøn
fr: Vert
hy: Կանաչ
mi: Kākāriki
mn: Ногоон
ne: हरियो
pl: Zielony
th: สีเขียว

source: Blue
da: Blå
fr: Bleu
hy: Կապույտ
mi: Kikorangi
mn: Цэнхэр
ne: निलो
pl: Niebieski
th: สีน้ำเงิน

source: Yellow
da: Gul
fr: Jaune
hy: Դեղին
mi: Kōwhai
mn: Шар
ne: पहेँलो
pl: Żółty
th: สีเหลือง

source: Grid division:
da: Gitter-division:
fr: Division de la grille :
hy: Վանդակացանցի բաժանում
mi: Wāhanga mātiti:
mn: Торны нягтшил:
ne: ग्रिड विभाजन
pl: Podział siatki:
th: แบ่งแนวตาราง:

source: Page color:
da: Sidefarve:
fr: Couleur de page :
hy: Էջի գույնը
mi: Tae whārangi:
mn: Хуудасны өнгө:
ne: पानाको रङ्ग
pl: Kolor strony:
th: สีของหน้า:

source: Transposition:
da: Transponering:
hy: Վերադասավորում
mi: Tūngarawhiti:
mn: Сэлгэлт:
ne: स्थनान्तरण
pl: Przeniesienie:
th: เปลี่ยนตำแหน่ง:

source: Pan:
hy: Կողմ.
mi: Roiroi:
mn: Панорам маяг:
ne: पान:
pl: Przesunięcie:
th: แสดงทั้งหมด:

source: Reverb
da: Rumklang
fr: Réverbération
hy: Ռեվերբերացիա
mi: Pāoro
mn: Цуурай
pl: Pogłos
th: เสียงสะท้อน

source: Attack duration
da: Angrebsvarighed
fr: Durée de l'attaque
hy: Սկսման տեմպի տևողությունը
mi: Roanga tukituki
mn: Довтлолтын үргэлжлэх хугацаа
ne: संक्रमण अबधि
pl: Czas trwania natarcia
th: ระยะเวลาการเริ่มต้น

source: Decay duration
da: Opløsningsvarighed
fr: Durée du déclin
hy: Տեմպի թուլացման տևողությունը
mi: Roanga popo
mn: Замхартал үргэлжлэх хугацаа
ne: मत्थर अबधि
pl: Czas opadania
th: ระยะเวลาลดระดับ

source: Filter Type:
fr: Type de filtre :
hy: Զտիչի տեսակը
mi: Momo Tātari:
mn: Шүүлтүүрийн төрөл:
ne: छनेट प्रकार
pl: Typ filtra:
th: ประเภทตัวกรอง:

source: Type
hy: Տեսակը
mi: Momo
mn: Төрөл
ne: प्रकार
pl: Typ
th: ประเภท

source: Minimum
hy: Նվազագույն
mi: Mōkito
mn: Хамгийн бага
ne: न्युनत्तम
th: น้อยที่สุด

source: Maximum
da: Maksimum
hy: Առավելագույն
mi: Mōrahi
mn: Хамгийн их
ne: अधिकतम
pl: Maksimum
th: มากสูงสุด

source: Random
da: Tilfældig
fr: Aléatoire
hy: Պատահական
mi: Tupurangi
mn: Тохиолдлын
ne: जुनसुकै
pl: Losowy
th: สุ่ม

source: Track 1 Volume
da: Spor 1 lydstyrke
fr: Piste 1 Volume
hy: Շավիղ 1-ի ձայնի ուժգնությունը
mi: Oro 1 Rōrahi Oro
mn: 1-р замын дууны хэмжээ
ne: ट्रयाक १ आवाज
pl: Głośność Ścieżki 1
th: แทร็ก 1 ระดับเสียง

source: Track 5 Properties
da: Spor 5 egenskaber
fr: Piste 5 Propriétés
hy: Շավիղ 5-ի հատկանիշները
mi: Oro 5 Āhuatanga
mn: 5-р замын шинж чанар
ne: ट्रयाक ५ गुणहरु
pl: Właściwości Ścieżki 1
th: แทร็ก 5 คุณสมบัติ

source: Generate
da: Frembring
fr: Générer
hy: Ստեղծել
mi: Waihanga
mn: Үүсгэх
pl: Generuj
th: สร้างขึ้น

source: Record
da: Optag
fr: Enregistrer
hy: Ձայնագրել
mi: Hopu
mn: Бичлэг хийх
ne: रेकर्ड गर
pl: Nagraj
th: อัดเสียง

source: Tools
da: Værktøjer
fr: Outils
hy: Գործիքներ
mi: Ngā Utauta
pl: Narzędzia
th: เครื่องมือ

source: Compose
da: Komponér
fr: Composer
hy: Կազմել մեղեդի
mi: Tito
mn: Зохиох
ne: सम्योजन
pl: Komponuj
th: เรียบเรียง

source: M
hy: Մ
pl: W

source: Mute track
da: Slå lyd fra spor
fr: Piste muette
hy: Ձայնազրկել շավիղը
mi: Whakangū oro
mn: Зам хаах
ne: ट्रयाक मैन
pl: Ścieżka wyciszona
th: ปิดเสียง

source: S
hy: Ս

source: Solo track
da: Solo spor
fr: Piste solo
hy: Մենակատար շավիղ
mi: Oro takitahi
mn: Гоцлол зам
ne: एकल ट्रयाक
pl: Ścieżka solowa
th: แทร็กเดี่ยว

source: Track %s Properties
da: Spor %s egenskaber
fr: Piste %s Propriétés
hy: Շավիղ %s հատկությունները
mi: Oro %s Āhuatanga
mn: %s Замын Шинж Чанар
ne: %s ट्रयाकको गुणहरु
pl: Właściwości Ścieżki %s
th: คุณสมบัติแทร็ก %s

source: Left click to mute, right click to solo
da: Venstreklik for at slå lydfra, højreklik for solo
fr: Clic gauche pour rendre muet, clic droit pour rendre les autres muets
hy: Ձախ քլիք` ձայնազրկելու համար, աջ քլիք` մենանվագի համար
mi: Pāwhiri mauī hei whakangū, pāwhiri matau hei takitahi
mn: Дуугүй болгоход хулганы зүүнийг, гоцлол болгоход хулганы барууныг дар
pl: Lewy przycisk myszy, aby wyciszyć. Prawy, aby włączyć ścieżkę solową
th: คลิกซ้ายเพื่อปิดเสียง คลิกขวาเพื่อเล่นเดี่ยว

source: Instrument Properties
da: Egenskaber for instrument
fr: Propriétés de l'instrument
hy: Գործիքի հատկությունները
mi: Āhuatanga Pūoro
mn: Хөгжмийн зэмсгийн шинж чанарууд
ne: उपकरणका गुण
pl: Właściwości instrumentu
th: คุณสมบัติเครื่องดนตรี

source: Drum Kit Properties
da: Egenskaber for trommesæt
fr: Propriétés des percussions
hy: Հարվածային գործիքների հատկությունները
mi: Āhuatanga Pū Pahū
mn: Бөмбөрийн хэрэгслийн шинж чанарууд
ne: ड्रम किटका गुण
pl: Właściwości perkusji
th: ตัวเลือกเครื่่องเคาะจังหวะ

source: Loop Properties
da: Egenskaber for løkke
fr: Propriétés des boucles
hy: Կրկնվող հատվածի /Loop/ հատկությունները
mi: Āhuatanga Koromeke
mn: Давтамжийн шинж чанарууд
ne: सुर्कोका गुण
pl: Właściwości powtórki
th: ตัวเลือกการวนรอบ

source: Assign Key
da: Tildel tast
fr: Assigner à une touche
hy: Սահմանել բանալին
mi: Tautapa Pātuhi
mn: Товчийг товлох
ne: कि राख्नुहोस
pl: Przypisz klawisz
th: กำหนดปุ่ม

source: Jam
hy: Նվագել
mi: Whakatangitangi
ne: जाम
pl: Graj

source: Beat
da: Anslag
fr: Rythme
hy: Հարված
mi: Taki
pl: Rytm
th: จังหวะ

source: Desktop
da: Skrivebord
fr: Bureau
hy: Աշխատաէկրան
mi: Papamahi
mn: Дэлгэц
ne: डेस्कटप
pl: Biurko
th: พื้นที่ทำงาน

source: Playback
da: Afspilning
hy: Կրկնանվագարկել
mi: Pūrei anō
mn: Тоглуулах
ne: पाशर्व
pl: Odtwarzanie
th: เล่นย้อนหลัง

source: Drum Kits
da: Trommesæt
hy: Հարվածային գործիքներ
mi: Ngā Pū Pahū
ne: ड्रम किटहरु
pl: Perkusja
th: ชุดอุปกรณ์กลอง

source: Loops
da: Løkker
fr: Boucles
hy: Կրկնվող հանգույցներ /Loop/
mi: Ngā Koromeke
ne: लुप्स
pl: Pętle
th: วนรอบ

source: Loop
da: Løkke
fr: Boucle
hy: Կրկնվող հանգույց /Loop/
mi: Koromeke
ne: लुप
pl: Pętla
th: วนรอบ

source: Pan:
fr: Panoramique :
hy: Կողմ.
mi: Roiroi:
mn: Панорам маяг:
ne: प्यान:
pl: Przesunięcie:

source: Beats:
da: Anslag:
fr: Battements :
hy: Տակտի գծեր /կոմպաս/
mi: Ngā Taki:
mn: Цохилтууд:
ne: बिटहरु:
pl: Rytm:
th: จังหวะ:

source: Regularity:
da: Regularitet:
fr: Régularité :
hy: Կանոնավորություն
mi: Taki Tūturu:
mn: Хэвийн:
ne: नियमितता:
pl: Regularność:
th: ความสม่ำเสมอ:

source: Master volume
da: Generel lydstyrke
fr: Volume principal
hy: Հիմնական ձայնի ուժգնությունը
mi: Rōrahi oro matua
mn: Дууны үндсэн хэмжээ
pl: Regulator głośności
th: ระดับความดังเสียง

source: Stop Loops
da: Stop løkker
fr: Arrêter Boucles
hy: Կանգնեցնել կրկնիչը /Loop-ը/
mi: Whakatū i ngā Koromeke
mn: Давтамжуудыг зогсоох
ne: सुर्को समाप्त गर
pl: Zatrzymaj pętle
th: หยุดวนรอบ

source: Mute Loops
da: Slå lyd fra løkker
fr: Assourdir Boucles
hy: Ձայնազրկել կրկնիչները /Loop-երը/
mi: Whakangū i ngā Koromeke
mn: Давтамжуудыг чимээгүй болгох
ne: सुर्कोलाई मौन गर
pl: Wycisz pętle
th: ปิดเสียงวนรอบ

source: Jump To Beat
da: Hop til anslag
fr: Saut de rythme
hy: Անցնել հաջորդ տակտին /կոմպասին/
mi: Hūpeke Ki Taki
mn: Цохилтруу шилжих
ne: बिटमा जाऊ
pl: Skocz do Rytmu
th: ข้ามไปยังจังหวะ

source: Synch to:
da: Synkronisér til:
fr: En rythme avec :
hy: Սինխրոնացնել
mi: Tukutahi ki:
ne: :मा सिन्क गर
pl: Synchronizuj z:
th: ซิงค์ไปที่:

source: 1 Beat
da: 1 Anslag
fr: 1 battement
hy: 1 հարված
mi: 1 Taki
mn: 1 цохилт
ne: १ बिट
pl: 1 Uderzenie
th: 1 จังหวะ

source: 2 Beats
da: 2 Anslag
fr: 2 battements
hy: 2 հարված
mi: 2 Ngā Taki
mn: 2 цохилт
ne: २ बिट
pl: 2 Uderzenia
th: 2 จังหวะ

source: 3 Beats
da: 3 Anslag
fr: 3 battements
hy: 3 հարված
mi: 3 Ngā Taki
mn: 3 цохилт
ne: ३ बिट
pl: 3 Uderzenia
th: 3 จังหวะ

source: 4 Beats
da: 4 Anslag
fr: 4 battements
hy: 4 հարված
mi: 4 Ngā Taki
mn: 4 цохилт
ne: ४ बिट
pl: 4 Uderzenia
th: 4 จังหวะ

source: 5 Beats
da: 5 Anslag
fr: 5 battements
hy: 5 հարված
mi: 5 Ngā Taki
mn: 5 цохилт
ne: ५ बिट
pl: 5 Uderzeń
th: 5 จังหวะ

source: 6 Beats
da: 6 Anslag
fr: 6 battements
hy: 6 հարված
mi: 6 Ngā Taki
mn: 6 цохилт
ne: ६ बिट
pl: 6 Uderzeń
th: 6 จังหวะ

source: 7 Beats
da: 7 Anslag
fr: 7 battements
hy: 7 հարված
mi: 7 Ngā Taki
mn: 7 цохилт
ne: ७ बिट
pl: 7 Uderzeń
th: 7 จังหวะ

source: 8 Beats
da: 8 Anslag
fr: 8 battements
hy: 8 հարված
mi: 8 Ngā Taki
mn: 8 цохилт
ne: ८ बिट
pl: 8 Uderzeń
th: 8 จังหวะ

source: 9 Beats
da: 9 Anslag
fr: 9 battements
hy: 9 հարված
mi: 9 Ngā Taki
mn: 9 цохилт
ne: ९ बिट
pl: 9 Uderzeń
th: 9 จังหวะ

source: 10 Beats
da: 10 Anslag
fr: 10 battements
hy: 10 հարված
mi: 10 Ngā Taki
mn: 10 цохилт
ne: १० बिट
pl: 10 Uderzeń
th: 10 จังหวะ

source: 11 Beats
da: 11 Anslag
fr: 11 battements
hy: 11 հարված
mi: 11 Ngā Taki
mn: 11 цохилт
ne: ११ बिट
pl: 11 Uderzeń
th: 11 จังหวะ

source: 12 Beats
da: 12 Anslag
fr: 12 battements
hy: 12 հարված
mi: 12 Ngā Taki
mn: 12 цохилт
ne: १२ बिट
pl: 12 Uderzeń
th: 12 จังหวะ

source: Desktop 1
da: Skrivebord 1
fr: Bureau 1
hy: Աշխատաէկրան 1
mi: Papamahi 1
mn: Дэлгэц 1
ne: डेस्कटप १
pl: Pulpit 1
th: พื้นที่ทำงาน 1

source: Desktop %d
da: Skrivebord %d
fr: Bureau %d
hy: Աշխատաէկրան %d
mi: Papamahi %d
mn: Дэлгэц %d
ne: डेस्कटप %d
pl: Pulpit %d
th: พื้นที่ทำงาน %d

source: Record microphone into slot 1
da: Optag mikrofon til sokkel 1
fr: Enregistrer le micro dans l'emplacement 1
hy: Ձայնագրել միկրոֆոնը դիրք 1-ում
mi: Hopu hopureo ki te wāhi 1
mn: 1-р ховилд бичлэг хийх микрофон
ne: माइक्रोफोन पहिलो स्लटमा रेकर्ड गर
pl: Nagrywaj z mikrofonu w wejściu 1
th: อัดเสียงจากไมโครโฟนลงช่อง 1

source: Record microphone into slot 2
da: Optag mikrofon til sokkel 2
fr: Enregistrer le micro dans l'emplacement 2
hy: Ձայնագրել միկրոֆոնը դիրք 2-ում
mi: Hopu hopureo ki te wāhi 2
mn: 2-р ховилд бичлэг хийх микрофон
ne: माइक्रोफोन दोस्रो स्लटमा रेकर्ड गर
pl: Nagrywaj z mikrofonu w wejściu 2
th: อัดเสียงจากไมโครโฟนลงช่อง 2

source: Record microphone into slot 3
da: Optag mikrofon til sokkel 3
fr: Enregistrer le micro dans l'emplacement 3
hy: Ձայնագրել միկրոֆոնը դիրք 3-ում
mi: Hopu hopureo ki te wāhi 3
mn: 3-р ховилд бичлэг хийх микрофон
ne: माइक्रोफोन तेस्रो स्लटमा रेकर्ड गर
pl: Nagrywaj z mikrofonu w wejściu 3
th: อัดเสียงจากไมโครโฟนลงช่อง 3

source: Add new Sound
da: Tilføj ny lyd
fr: Ajouter un nouveau son
hy: Ավելացնել նոր հնչյուն
mi: Tāpiri Oro hōu
mn: Шинэ дуу чимээ нэмэх
ne: नयाँ आवाज थप
pl: Dodaj nowy dźwięk
th: เพิ่มเสียงใหม่

source: Sound:
da: Lyd:
fr: Son :
hy: Հնչյուն.
mi: Oro:
mn: Дуу чимээ:
ne: आवाज:
pl: Dźwięk:
th: เสียง:

source: Register:
da: Registrer:
fr: Enregistrer :
hy: Գրանցել:
mi: Rēhita:
mn: Бүртгэл:
ne: दर्ता:
pl: Rejestr:
th: ลงทะเบียน:

source: Play
da: Afspil
fr: Jouer
hy: Նվագարկել
mi: Tākaro
mn: Тоглуулах
pl: Odtwórz
th: เล่น

source: TamTam
hy: ՏամՏամ
ne: ट्यामट्याम

source: Balance
hy: Բալանս
mi: Tautika
mn: Тэнцвэр
pl: Balans
th: ความสมดุล

source: Click to record a loop
da: Klik for at optage en løkke
fr: Cliquer pour enregistrer une séquence
hy: Քլիք` կրկնիչը /loop/ ձայնագելու համար
mi: Pāwhiri ki te hopu koromeke
mn: Давтамжийн бичлэг хийхэд энд дарна уу
ne: लुप रेकर्ड गर्न थिच
pl: Kliknij aby nagrać pętlę
th: คลิกเพื่อบันทึกวนรอบ

source: Click to add a loop
da: Klik for at tilføje en løkke
fr: Cliquer pour ajouter une séquence
hy: Քլիք` կրկնիչ /loop/ ավելացնելու համար
mi: Pāwhiri ki te tāpiri koromeke
mn: Давталтыг нэмхэд энд дарна уу
ne: लुप थप्न थिच
pl: Kliknij aby dodać pętlę
th: คลิกเพื่อเพิ่มวนรอบ

source: Click to clear all loops
da: Klik for at rydde alle løkker
fr: Cliquer pour effacer toutes les séquences
hy: Քլիք կրկնիչը /loop/ մաքրելու համար
mi: Pāwhiri ki te ūkui i ngā koromeke katoa
mn: Бүх давталтыг арилгахын тулд энд дарна уу
ne: सबै लुप हटाउन थिच
pl: Skasuj wszystkie pętle
th: คลิกเพื่อล้างวนรอบทั้งหมด

source: Source
da: Kilde
hy: Աղբյուր
mi: Pūtake
mn: Эх үүсвэр
ne: श्रोत
pl: Źródło
th: ที่มา

source: Effect
da: Effekt
fr: Effet
hy: էֆեկտ
mi: Pānga
mn: Нөлөө
ne: प्रभाव
pl: Efekt
th: เอฟเฟ็กต์

source: Control
da: Kontrol
fr: Contrôle
hy: Հսկել
mi: Mana
mn: Удирдах
ne: नियन्त्रण
pl: Regulacja
th: ควบคุม

source: Sound Output
da: Lyd-output
fr: Sortie audio
hy: Ձայնի ելք
mi: Huaputa Oro
mn: Дуу чимээний гарц
ne: ध्वनी निकास
pl: Wyjście dźwięku
th: เอาท์พุทเสียง

source: LFO
hy: Ցածր հաճախականության գեներատոր
ne: एल.एफ.ओ

source: Amplitude
hy: Տատանման մեծությունը
mi: Pūrahi Ngaru
mn: Далайц
ne: मान
pl: Amplituda
th: แอมพลิจูด

source: Frequency
da: Frekvens
fr: Fréquence
hy: Հաճախականություն
mi: Auautanga
mn: Үелзэл
ne: आवृत्ति
pl: Częstotliwość
th: ความถี่

source: Waveform
da: Bølgeform
fr: Type d'onde
hy: Ձայնային ալիքի ձևը
mi: Pukangaru
mn: Долгионы хэлбэр
ne: तरङ्गरेखा
pl: Kształt fali
th: รูปแบบของคลื่น

source: Sine
da: Sinus
fr: Sinusoïde
hy: Սինուս
mi: Aho
mn: Sin
ne: साइन
pl: Sinus
th: ไซน์

source: Triangle
da: Trekant
fr: Triangulaire
hy: Եռանկյուն
mi: Tapatoru
mn: Гурвалжин
ne: त्रिभुज
pl: Trójkąt
th: สามเหลี่ยม

source: Bi-Square
da: Bi-kvadrat
fr: Bi-carrée
hy: Երկ-վանդականի
mi: Taparite-Rua
mn: Хоёр-Дөрвөлжин
ne: द्वि-वर्ग
pl: Bi-kwadrat

source: Uni-Square
da: Uni-kvadrat
fr: Carrée
hy: Մեկ վանդականի
mi: Taparite-Tahi
mn: Нэг-Дөрвөлжин
ne: एक-वर्ग
pl: Uni-kwadrat

source: Sawtooth
da: Savtakker
fr: Dents de scie
hy: Սղոցանման ձայնային ալիք
mi: Nihotaniwha
mn: Хөрөөний шүд
ne: आरीदाँते
pl: Piła
th: ฟันเลื่อย

source: Sawtooth-down
da: Savtakker-ned
fr: Dents de scie inversée
hy: Սղոցանման ձայնային ալիքի նվազում
mi: Nihotaniwha-raro
mn: Хөрөөний шүд-доошоо харсан
ne: उल्टो आरीदाँते
pl: Piła opadająca
th: ฟันเลื่อนลง

source: Offset
da: Forskydning
fr: Décalage
hy: Տեղափոխում
mi: Wāhikē
mn: Зай
ne: प्ररोह
pl: Przesunięcie
th: ออฟเซ็ท

source: A low frequency oscillation (LFO) is an inaudible, pulsing wave used to change another sound.
da: En lavfrekvens-oscillation (LFO) er en ikke hørbar, pulserende bølge som anvendes til at ændre en anden lyd.
fr: Un oscillateur basse fréquence (Low Frequency Oscillator, LFO) est une onde oscillante inaudible utilisée pour modifier un autre son.
hy: Ցածր հաճախականության տատանում (LFO) անլսելի, բաբախող ալիք է, որն օգտագործվում է այլ ձայն փոխելու համար
mi: Ko te huringa hokihoki auautanga iti nei (Low Frequency Oscillation, LFO) he momo oro tē rangona, ā, he ngaru e whakamahia ana hei huri i tētahi atu oro.
mn: Бага үелзлийн хэлбэлзэл (LFO) бол сонсогдохгүй болон түлхэц долгион. Энэ нь өөр дуу чимээг өөрчлөхөд хэрэглэгддэг.
ne: एल.एफ.ओ तरङ्ग भनेको नसुनिने,पल्सिङ तरङ्ग हो यसलाई अरु आवाज परिवर्तन गर्न प्रयोग गरिन्छ ।
pl: Generator wolnych przebiegów (LFO) to pulsująca niesłyszalna fala, służąca do modulacji innego dźwięku.
th: การแกว่งของความถี่ต่ำ (LFO) คือ เสียงที่ไม่ได้ยิน, คลื่นที่เต้นเป็นจังหวะถูกใช้เพื่อเปลี่ยนเสียงอื่น

source: The volume of the LFO wave. More volume means more effect.
da: Styrken på LFO-bølgen. Mere styrke betyder mere effekt.
fr: Le volume de l'onde LFO. Plus de volume signifie plus d'effet.
hy: Ցածր հաճախականության տատանման (LFO) ուժգնությունը: Որքան ուժգին` այնքան ազդեցիկ:
mi: Te rōrahi oro o te ngaru LFO. Ki te rahi ake te rōrahi oro ka rahi ake te pānga.
mn: LFO долгионы дуу чимээ. Их дуу чимээ гэдэг нь их нөлөө үзүүлнэ гэсэн үг.
ne: एल.एफ.ओ तरङको आवाज । ठुलो आवाज भयो भने धेरै प्रभाव हुन्छ।
pl: Głośność fali LFO. Większa głośność oznacza większy efekt.
th: ความดังของการแกว่งของความถี่ต่ำยิ่งมากเท่าไหร่ก็จะทำให้เกิดผลกระทบมากเท่านั้น

source: The speed of the wave.
da: Hastigheden på bølgen.
fr: La vitesse de l'onde.
hy: Ալիքի արագությունը
mi: Te terenga o te ngaru.
mn: Долгионы хурд.
ne: तरङ्गको गति
pl: Prędkość fali.
th: ความเร็วของคลื่น

source: The type of wave that will be used for the LFO.
da: Bølgetypen som vil blive anvendt til LFO'en.
fr: Le type d'onde utilisée pour le LFO.
hy: Ալիքի տեսակը, որը պետք է օգտագործվի ցածր հաճախականության գեներատորի համար
mi: Te momo ngaru ka whakamahia mō te LFO.
mn: LFO-д ашиглагдах долгионы төрөл.
ne: एल.एफ.ओलाई प्रयोग हुने तरङको किसिम
pl: Rodzaj fali, który zostanie użyty dla LFO.
th: ชนิดของคลื่นที่จะถูกใช้เพื่อการแกว่งของความถี่ต่ำ

source: The value added to the amplitude of the LFO.
da: Værdien som føjes til amplituden af LFO'en.
fr: La valeur ajoutée à l'amplitude du LFO.
hy: Ցածր հաճախականության գեներատորի ամպլիտուդին ավելացվող արժեքը
mi: Te uara kua tāpiri ake ki te LFO.
mn: LFO-ийн далайцад нэмэгдэх хэмжээ.
ne: एल.एफ.ओको मानमा थपिने मात्रा
pl: Wartość dodana do amplitudy LFO.
th: ค่าที่เพิ่มแอมพลิจูดของการแกว่งของความถี่ต่ำ

source: Seed
da: Frø
fr: Graine
hy: Սերմ
mi: Kākano
mn: Үр
ne: बिऊ
pl: Ziarno
th: ต้นกำเนิด

source: A sequence of numbers without repetition chosen by the computer.
da: En sekvens af tal uden gentagelse valgt af computeren.
fr: Une séquence de nombres sans répétition choisie par l'ordinateur.
hy: Համակարգչի կողմից ընտրված չկրկնվող թվերի հաջորդականությունը:
mi: He raupapa tau, tārua kore kua kōwhiria e te rorohiko.
mn: Компьютераар сонгогдсон давтагдахгүй тоонуудын дэс дараалал.
ne: कम्प्युटरद्वारा छानिएका नदोहोरिने अङ्कको अनुक्रम
pl: Ciąg niepowtarzających się liczb wybranych przez komputer.
th: ลำดับของตัวเลขโดยไม่ซ้ำที่ถูกเลือกโดยคอมพิวเตอร์

source: The smallest number allowed
da: Det mindste tal tilladt
fr: Le plus petit nombre autorisé.
hy: Թույլատրելի ամենափոքր թիվը
mi: Te tau iti e whakaaetia ana
mn: Зөвшөөрөгдсөн хамгийн бага тоо
ne: प्रयोग गर्न मिल्ने न्युनत्तम अङ्क
pl: Najmniejszy dozwolony numer
th: จำนวนน้อยที่สุดที่อนุญาต

source: The biggest number allowed.
da: Det største antal tilladt.
fr: Le plus grand nombre autorisé.
hy: Թույլատրելի ամենամեծ թիվը
mi: Te tau nui e whakaaetia ana.
mn: Зөвшөөрөгдсөн хамгийн их тоо.
ne: प्रयोग गर्न मिल्ने अधिकतम अङ्क
pl: Największy dozwolony numer.
th: จำนวนมากที่สุดที่อนุญาต

source: The speed of the sequence.
da: Hastigheden for sekvensen.
fr: La vitesse de la séquence.
hy: Հաջորդականության արագությունը
mi: Te terenga o te raupapa.
mn: Дэс дарааллын хурд.
ne: अनुक्रमको गति
pl: Prędkość sekwencji.
th: ความเร็วของลำดับ

source: The number to initialize the number generator
da: Tallet til initialisering af talgeneratoren
fr: Le nombre avec lequel initialiser le générateur.
hy: Թվերի գեներատորի մեկնարկման համարը
mi: Te tau hei waitohu i te kaiwaihanga tau
mn: Тооны үүсгэгчийг байгуулах тоо
ne: अङ्क उत्पादक क्रियाशील गर्ने अङ्क
pl: Liczba rozpoczynająca generowanie numerów
th: จำนวนการเริ่มต้นของจำนวนตัวก่อกำเนิด

source: Envelope
da: Konvolut
fr: Enveloppe
hy: Ծրար
mi: Pūhera
mn: Долгионы оргилуудын холболтууд
ne: खाम
pl: Obwiednia dźwięku
th: ซอง

source: Attack
da: Angrib
fr: Attaque
hy: Սկզբնական տեմպը
mi: Kōkiri
mn: Довтлолт
ne: संक्रमण
pl: Narastanie
th: ลงมือ

source: Decay
da: Opløs
fr: Déclin
hy: Տեմպի թուլացում
mi: Popo
mn: Замхралт
ne: मत्थर
pl: Opadanie
th: เสื่อม

source: Sustain
da: Opretholde
fr: Maintien
hy: Նոտայի պահում
mi: Whakaū
mn: Үлдэгдэл
ne: पालन
pl: Amplituda wybrzmiewania
th: รักษาไว้

source: Release
da: Udgiv
fr: Relâchement
hy: Բաց թողնել
mi: Tuku
mn: Чөлөөлөлт
ne: फुकुवा
pl: Wybrzmiewanie końcowe
th: ปล่อย

source: An ADSR envelope is the shape of the sound's volume over time.
da: En ADSR-konvolut er lydstyrkens form over tid.
fr: Une enveloppe sonore ADSR décrit l'allure de l'amplitude du son au cours du temps.
hy: Ակուստիկ ADSR փաթեթը ձայնային ուժգնության ձևն է ժամանակի մեջ
mi: Ko te pūhera ADSR te āhua o te rōrahi oro i te wā tangi oro.
mn: ADSR долгионы оргилуудын холболтууд бол тодорхой хугацааны турш дахь дуу чимээний хэмжээний хэлбэр.
ne: ए.डि.एस.आर खाम भनेको समयसंगै बदलिने आवाजको मात्राको आकार हो ।
pl: Obwiednia dźwięku ADSR jest "kształtem" głośności dźwięku w czasie.
th: ซอง ADSR เป็นรูปร่างของระดับเสียงของช่วงเวลา
