Repository: sugar-activities/4062-activity
Catalog: po/*.po
Languages: da, fr, hy, mi, mn, ne, pl, th

source: (A) how quickly the sound reaches full volume.
da: (A) hvor hurtigt lyden når fuld styrke.
fr: (A) la vitesse à laquelle le son atteint le plein volume.
hy: (Ա) որքան արագ է ձայնը հասնում իր լիակատար ուժգնությանը
mi: (A) te terenga o te eke ki te rahinga rōrahi oro.
mn: (A) дууны хэмжээ хэр хурдан дээд цэгтээ хүрэх.
ne: (ए) अावाज कति छिटो पुरा मात्रामा पुग्छ
pl: (A) jak szybko dochodzi się do maksymalnej głośności.
th: (A) วิธีการอย่างรวดเร็วของเสียงถึงระดับเสียงสูงสุด

source: (D) how quickly the sound drops after the attack.
da: (D) hvor hurtigt lyden falder efter angrebet.
fr: (D) la vitesse à laquelle le son chute après l'attaque.
hy: (D) ինչ արագությամբ է նվազում ձայնի տեմպը սկսման տեմպից հետո
mi: (D) te tere taka o te oro whai muri i te kōkiri.
mn: (D) довтлолтын дараа дуу чимээ хэр хурдан унах.
ne: (डी) संक्रमणपछि अावाज कति छिटो पुरै झर्छ
pl: (D) jak szybko dźwięk opada po narastaniu.
th: (D) วิธีการอย่างรวดเร็วของเสียงลดลงหลังจากถูกลงมือ

source: (S) the volume of the sound until the note is released.
da: (S) styrken af lyden indtil noten er udgivet.
fr: (S) le volume du son jusqu'à ce que la note soit relâchée.
hy: (S) Ձայնի ուժգնությունը մինչ նոտան բաց տողնելը
mi: (S) te rōrahi o te oro tae noa ki te tukunga o te note.
mn: (S) нотыг дуусах хүртэлх дуу чимээний хэмжээ.
ne: (एस) स्वर फुकुवा हुँदासम्म आवाजको मात्रा
pl: (S) głośność dźwięku aż do uwolnienia nuty.
th: (S) ระดับของเสียงจนกระทั่งโน๊ตถูกปล่อย

source: (R) how quickly the sound goes away.
da: (R) hvor hurtigt lyden forsvinder.
fr: (R) la vitesse à laquelle le son disparaît.
hy: (R) Ինչ արագությամբ է ձայնը մարում
mi: (R) te tere o te oro kore.
mn: (R) дуу чимээ хэр хурдан замхрах.
ne: (आर) अावाज कति छिटो हराउँछ
pl: (R) szybkość zanikania dźwięku.
th: (R) วิธีการอย่างรวดเร็วของเสียงที่ออกไป

source: Trackpad X
da: Pegefeltet X
fr: Pavé tactile - Horizontal
hy: Սենսորային վահանակ X
mi: Papaaroturuki X
mn: Мэдрэгч хулгана Х
ne: ट्रयाकप्याड X
pl: Touchpad (panel dotykowy) X

source: Scaling
da: Skalering
fr: Échelle
hy: Սանդղակ
mi: Tauinetanga
mn: Масштабаар тооцох
ne: परिमाण परिवर्तन
pl: Skalowanie
th: มาตราส่วน

source: Linear
da: Lineær
fr: Linéaire
hy: Գծային
mi: Paerangi
ne: रैखिक
pl: Liniowy
th: เชิงเส้น

source: Logarithmic
da: Logaritmisk
fr: Logarithmique
hy: Լոգարիթմական
mi: Ā-Taupū Kōaro
ne: घातांकिय
pl: Logarytmiczny
th: เกี่ยวกับลอการิทึม

source: Poll time
da: Poll-tid
fr: Fréquence d'échantillonnage
hy: Հարցման ժամանակը
mi: Wā pou
mn: Санал авах хугацаа
ne: मत समय
pl: Czas próbki
th: เวลาการออกเสียง

source: The trackpad can be used to modify the sound. This is from left to right.
da: Pegefeltet kan bruges til at ændre lyden. Dette er fra venstre mod højre.
fr: Le pavé tactile peut être utilisé pour modifier le son, en l'utilisant de gauche à droite.
hy: Սենսորային վահանակի օգնությամբ հնարավեր է փոփոխել հնչյունը: Դա տեղի է ունենում ձախից` աջ:
mi: E taea ana te whakamahi i te papaaroturuki hei whakakē i te oro. Mai i mauī ki matau.
mn: Мэдрэгч хулгана дуу чимээг өөрчлөхөд хэрэглэгдэх боломжтой. Энэ нь зүүнээс баруун.
ne: दाँयाबाट बाँयातर्फ आवाज परिवर्तन गर्न ट्रयाकप्याड प्रयोग गर्न सकिन्छ
pl: Touchpad (panel dotykowy) może być użyty do modyfikacji dźwięku. Od lewej do prawej.
th: Trackpad สามารถใช้เพื่อเปลี่ยนแปลงเสียง จากซ้ายไปขวา

source: The minimum value the trackpad will send.
da: Den mindste værdi som pegefeltet vil sende.
fr: La valeur minimum que le pavé tactile enverra.
hy: Նվազագույն արժեքը, որ կուղարկի սենսորային վահանակը:
mi: Te uara mōkito ka tukua e te papaaroturuki.
mn: Мэдрэгч хулганы хамгийн бага хэмжээ.
ne: ट्रयाकप्याडले पठाउने न्युनत्तम अङ्क
pl: Minimalna wartość, którą wyśle panel dotykowy.
th: ค่าน้อยที่สุดของของ Trackpad จะส่ง

source: The maximum value the trackpad will send.
da: Den maksimale værdi som pegefeltet vil sende.
fr: La valeur maximum que le pavé tactile enverra.
hy: Առավելագույն արժեքը, որ կուղարկի սենսորային վահանակը
mi: Te uara mōrahi ka tukua e te papaaroturuki.
mn: Мэдрэгч хулганы хамгийн их хэмжээ.
ne: ट्रयाकप्याडले पठाउने अधिक्त्तम अङ्क
pl: Maksymalna wartość, którą wyśle panel dotykowy.
th: ค่ามากที่สุดของของ Trackpad จะส่ง

source: The shape of the value repartition. In a straight line (linear) or a curved line (logarithmic).
da: Figuren for ompartitioneringen af værdien. I lige linje (lineære) eller en buet linje (logaritmiske).
fr: La forme de la répartition des valeurs. En ligne droite (linéaire) ou courbe (logarithmique).
hy: Արժեքի վերաբաժանման ձևը: Ուղիղ գծով (գծային) կամ կորաձև գիծ (լոգարիթմական)
mi: Te āhua o te uara whakawehe anō. Hei rārangi tōtika (tōtika) hei ānau rānei (ā-taupū kōaro).
mn: Хэмжээний дахин хуваарилалтын хэлбэр. Шулуун шугам (шугаман) эсвэл муруй шугам (логрифм).
ne: मान अनुसार आकार बाँडिनेछ। सिधा रेखामा (एकारुपमा) या चाप अनुसार (लघु गुणक)
pl: Forma repartycji wartości. W linii prostej (liniowa) lub krzywej (logarytmiczna).
th: ค่าของการแจกแจงรูปร่าง ในแนวเส้นตรง (เชิงเส้น) หรือเส้นโค้ง (ลอการิทึม)

source: The time interval between each event coming from the trackpad.
da: Tidsintervallet mellem hver hændelse, som kommer fra pegefeltet.
fr: L'intervalle de temps entre chaque événement provenant du pavé tactile.
hy: Սենսորային վահանակից մղվող իրադարձությունների միջև ընկած ժամանակահատվածը:
mi: Ngā wātea wā i waenga i ia takahanga mai i te papaaroturuki.
mn: Мэдрэгч хулганаас ирдэг үйлдэл бүрийн хоорондох хугацаа.
ne: ट्रयाकप्याडबाट आउने प्रत्येक घटनाबिचको समय
pl: Odstęp czasu pomiędzy każdym zdarzeniem na panelu dotykowym.
th: ช่วงเวลาระหว่างแต่ละเหตุการณ์ที่มาจาก trackpad

source: Trackpad Y
da: Pegefeltet Y
fr: Pavé tactile - Vertical
hy: Սենսորային վահանկ Y
mi: Papaaroturuki Y
mn: Мэдрэгч хулгана Y
ne: ट्रयाकप्याड Y
pl: Touchpad (panel dotykowy) Y

source: The trackpad can be used to modify the sound. This is from top to bottom.
da: Pegefeltet kan bruges til at ændre lyden. Dette er fra top til bund.
fr: Le pavé tactile peut être utilisé pour modifier le son, en l'utilisant de haut en bas.
hy: Սենսորային վահանկի օգնությամբ հնարավոր է փոփոխել հնչյունը: Դա կատարվում է ունենում վերևից ներքև:
mi: E taea ana te whakamahi i te papaaroturuki hei whakakē i te oro. Mai i runga ki raro.
mn: Мэдрэгч хулгана дуу чимээг өөрчлөхөд хэрэглэгдэх боломжтой. Энэ нь дээрээс доошоо.
ne: माथिबाट तलतिर आवाज परिवर्तन गर्न यो ट्रयाकप्याड प्रयोग गर्न सकिन्छ
pl: Panel dotykowy może zostać użyty do modyfikacji dźwięku. Od góry do dołu.
th: Trackpad สามารถใช้เพื่อเปลี่ยนแปลงเสียง จากบนลงล่าง

source: Carrier Frequency
da: Bærefrekvens
fr: Fréquence de la porteuse
hy: Կենտրոնական հաճախականութուն
mi: Auautanga Kaikawe
mn: Зөөгчийн давтамж
ne: क्यरिएर आवृत्ति
pl: Częstotliwość nośna
th: ความถี่ของคลื่นพาหะ

source: Modulator Frequency
da: Modulator-frekvens
fr: Fréquence de la modulatrice
hy: Մոդուլատորի հաճախականությունը
mi: Auautanga Kaiwehe
mn: Өөрчлөгчийн давтамж
ne: मोडुलेटर आवृत्ति
pl: Częstotliwość modulacyjna
th: ความถี่ของตัวกล้ำสัญญาณ

source: Index
da: Indeks
hy: Ցուցիչ
mi: Taupū
mn: Индекс
ne: सुचि
pl: Indeks
th: ดัชนี

source: Gain
da: Gevinst
hy: Ձայնի ուժգնացման և թուլացման գործակից
mi: Whai
mn: Өсгөх илтгэц
ne: लाभ
pl: Zysk
th: อัตราการขยาย

source: Frequency modulation synthesis (FM) creates an electronic sound by combining the frequency of two waves (the carrier and the modulator).
da: Frekvensmodulation-syntese (FM) opretter en elektronisk lyd ved at kombinere hyppigheden af to bølger (bæreren og modulatoren).
fr: Le synthèse en modulation de fréquence (FM) produit un son électronique en combinant les fréquences de deux ondes (la porteuse, et la modulatrice).
hy: Հաճախականության ելևէջի սինթեզը (FM) ստեղծում է էլեկտրոնային հնչյուն` միավորելով երկու ալիքները հաճախականությունը (տեղափոխիչը և մոդուլատորը).
mi: Ko te frequency modulation synthesis (FM) ka waihanga oro hiko mā te honohono i te auautanga o ngā ngaru e rua (te kaikawe me te kaiwehe).
mn: Давтамж өөрчлөлтийн нийлэгжил (FM) нь хоёр долгионы давтамж нийлүүлэлтээр электрон дуу чимээг үүсэгдэг (зөөгч болон өөрчлөгч).
ne: आवृत्ती मोडुलेसन संयोजन (एफ एम) ले दुई तरङ्गको आवृत्ती (क्यारियर र मोडुलेटर) मिलाई विद्धुतिय ध्वनि सिर्जना गर्दछ।
pl: Synteza modulacji częstotliwości (FM) tworzy dźwięk elektroniczny łącząc częstotliwość dwóch fal (nośnej i modulacyjnej).
th: การสังเคราะห์ความถี่ (FM) สร้างเสียงอิเล็กทรอนิกส์โดยรวมความถี่ของคลื่นสอง (คลื่นพาห์และโมดูเลเตอร์)

source: The main wave frequency.
da: Den vigtigste bølgefrekvens.
fr: La fréquence de la porteuse.
hy: Հիմնական ձայնային ալիքի հաճախականությունը
mi: Te auautanga ngaru matua.
mn: Гол долгионы давтамж.
ne: मुख्य तरङ्ग आवृत्ति
pl: Częstotliwość głównej fali.
th: คลื่นความถี่หลัก

source: The frequency of the wave that will modify the Carrier wave.
da: Hyppigheden af den bølge, der ændrer bærebølgen.
fr: La fréquence de l'onde qui modifiera l'onde porteuse.
hy: Ալիքի հաճախականությունը, որը կփոխի Տեղափոխիչի ալիքը
mi: Te auauatanga o te ngaru ka whakakē i te ngaru Kaikawe.
mn: Зөөгч долгионыг өөрчлөх долгионы давтамж.
ne: तरङ्गको आवृत्ति जसले क्यारियर तरङ्गमा परिर्वतन ल्याँउछ।
pl: Częstotliwość fali, która zmodyfikuje falę nośną.
th: ความถี่ของคลื่นที่จะปรับเปลี่ยนคลื่นพาห์

source: The variation in frequency of the Carrier wave.
da: Variation i hyppigheden af bærebølgen.
fr: La variation en fréquence de l'onde porteuse.
hy: Տեղափոխիչի ալիքի հաճախականության շեղումը
mi: Ngā rerekētanga o ngā auautanga o te ngaru Kaikawe.
mn: Зөөгч долгионы давтамжийн хэлбэлзэл.
ne: क्यारियर तरङ्गको आवृत्तिमा आएको परिवर्तन
pl: Zmiany częstotliwości fali nośnej.
th: การเปลี่ยนแปลงในความถี่ของคลื่นพาห์

source: The volume of the sound.
da: Styrken på lyden.
fr: Le volume du son.
hy: Ձայնի ուժգնությունը
mi: Te rōrahi o te oro.
mn: Дуу чимээний хэмжээ.
ne: आवाजको मात्रा
pl: Głośność dźwięku.
th: ความดังของเสียง

source: Buzz
da: Summen
fr: Bourdonnement
hy: Բզզոց
mi: Pī
mn: Дүнгэнэх
ne: गुनगुन
pl: Szum

source: Number of harmonics
da: Antallet af oversvingninger
fr: Nombre d'harmoniques
hy: Հարմոնիկայի թիվը
mi: Te tau o ngā rangi maha
mn: Гармоникын тоо
ne: समस्वरको संख्या
pl: Liczba składowych harmonicznych
th: จำนวนของฮาร์มอนิก

source: Filter Slope
da: Hældning på filter
fr: Pente du filtre
hy: Զտիչի թեքությունը
mi: Tātari Whakaheke
mn: Шүүлтүүрийн Налуу
ne: झुकाव छनोट गर
pl: Spadek filtra
th: ตัวกรองความชัน

source: A buzz is a very bright sound with many harmonics.
da: En summelyd er en meget klar lyd med mange oversvingninger.
fr: Un bourdonnement est un son très clair avec beaucoup d'harmoniques.
hy: Բզզոցը շատ վառ և ներդաշնակություններով լի ձայն է
mi: Ko te pī he oro kaha me ngā oro rangi maha.
mn: Дүгэнэлт нь олон гармониктай маш тод дуу чимээ юм.
ne: गुनगुन धेरै समस्वर भएको एउटा चहकिलो आवाज हो ।
pl: Szum jest bardzo czystym dźwiękiem z wieloma składowymi harmonicznymi.
th: เสียง buzz เป็นเสียงที่สดใสมากกับเสียงดนตรีหลายชนิด

source: The pitch of the buzz sound.
da: Tonehøjde på summelyden.
fr: Tonalité du bourdonnement.
hy: Բզզոց արձակող ձայնի տոնը
mi: Te rangi o te oro pī.
mn: Дүнгэнэх дуу чимээний өндөр.
ne: गुनगुन आवाजको राग
pl: Wysokość tonu szumu.
th: ระดับของเสียง buzz

source: The harmonic thickness of the sound.
da: Tykkelsen på oversvingningerne af lyden.
fr: La richesse harmonique du son.
hy: Ձայնի հարմոնիկ թանձրությունը
mi: Te whānuitanga o te oro rangi maha.
mn: Дуу чимээний гармоник өргөн.
ne: आवाजको समस्वर मोटाई ।
pl: Harmoniczna grubość dźwięku.
th: ความแน่นของเสียงฮาร์มอนิก

source: The brightness of the sound.
da: Klarheden på lyden.
fr: La clarté du son.
hy: Ձայնի թանձրությունը
mi: Te tiahotanga o te oro.
mn: Дуу чимээний тодрол.
ne: आवाजको चमक ।
pl: Czystość dźwięku.
th: ความใสของเสียง

source: VCO
fr: Oscillateur contrôlé en tension
hy: Լարման միջոցով ղեկավարվող գեներատոր
ne: भि सि ओ (भोल्टेज कन्ट्रोलड ओसिलेटर)

source: Square
da: Kvadrat
fr: Carré
hy: Վանդակ
mi: Pūtake rua
mn: Дөрвөлжин
ne: वर्ग
pl: Kwadrat
th: สี่เหลี่ยม

source: A voltage-controlled oscillator (VCO) creates an electronic sound by combining the shape of two waves.
da: En spændingskontrolleret oscillator (VCO) opretter en elektronisk lyd ved at kombinere figuren af to bølger.
fr: Un oscillateur contrôlé en tension (voltage controlled oscillator, VCO) crée un son électronique en combinant la forme de deux ondes.
hy: Լարման միջոցով ղեկավարվող գեներատորը (VCO) ստեղծում է էլեկտրոնային ձայն` համատեղելով երկու ալիքների պատկերը
mi: Ka waihanga te voltage-controlled oscillator (VCO) i te oro hiko mā te honohono i te āhua o ngā ngaru e rua.
mn: Цахилгааны хүчдэлээр хянагдсан хэлбэлзлийн үүсгэгч (VCO) хоёр долгионы хэлбэрийг нийлүүлснээр электроник дуу чимээг бүтээдэг.
ne: भि सि ओ (भोल्टेज कन्ट्रोलड ओसिलेटर) ले दुई तरङ्गको आकार मिलाई बिद्युतिय ध्वनि सिर्जना गर्दछ।
pl: Generator sterowany napięciem (VCO) tworzy dźwięk elektroniczny łącząc formy dwóch fali.
th: เครื่องก่อกระแสไฟฟ้าสลับที่ควบคุม (VCO) สร้างเสียงอิเล็กทรอนิกส์โดยรวมรูปร่างของทั้งสองคลื่น

source: The wave that will be modified by the VCO.
da: Den bølge, der vil blive ændret med VCO'en.
fr: L'onde qui sera modifiée par le VCO.
hy: Ձայնային ալիքը, որը փոփոխվում է Ցածր Հաճախականության Գեներատորի միջոցով
mi: Te ngaru ka whakakētia e te VCO.
mn: VCO-аар өөрчлөгдөх гэж байгаа долгион.
ne: भि सि ओ ले परिवर्तन गर्ने तरङ्ग
pl: Fala, która zostanie zmieniona przez VCO.
th: คลื่นจะถูกปรับเปลี่ยนโดย VCO

source: The shape of the VCO's wave.
da: Figuren på VCO'ens bølge.
fr: Le forme de l'onde du VCO.
hy: Լարման միջոցով ղեկավարվող գեներատորի ալիքի պատկերը
mi: Te auaha o te ngaru VCO.
mn: VCO-ийн долгионы хэлбэр.
ne: भि सि ओ तरङ्गको आकार।
pl: Forma fali VCO.
th: รูปแบบของคลื่น VCO

source: Pluck
da: Pluk
fr: Pincement
hy: Ծնգալ
mi: Huti
mn: Татах
ne: तान
pl: Brzdęknięcie
th: ดีด

source: Vibrato
hy: Վիբրատո
mi: Reo tōiri
mn: Чичиргээ
ne: भिब्रेटो
pl: Wibracje
th: ผลการสั่น

source: An electronic string instrument (like a guitar).
da: Elektronisk strenginstrument (som en guitar).
fr: Un instrument à cordes électronique (comme une guitare).
hy: Էլեկտրոնային լարային գործիք (ինչպես կիթառ)
mi: He pūwhakatangi tuaina hiko (pērā i te kitā).
mn: Цахилгаан утастай хөгжмийн зэмсэг (гитар шиг).
ne: एउटा विद्युतिय तारे बाजा (गितार जस्तै) ।
pl: Elektroniczny instrument strunowy (np. gitara).
th: เครื่องดนตรีอิเล็กทรอนิกส์แบบสาย (เช่นกีตาร์)

source: The pitch of the instrument.
da: Tonehøjden af instrumentet.
fr: La hauteur du son de l'instrument.
hy: Երաժշտական գործիքի տոնը
mi: Te rangi o te pūwhakatangi.
mn: Хөгжмийн зэмсгийн өндөр.
ne: बाजाको चाप ।
pl: Wysokość tonu instrumentu.
th: ระดับเสียงของเครื่องดนตรี

source: Noise
da: Støj
fr: Bruit
hy: Աղմուկ
mi: Hoihoi
mn: Чимээ
ne: हल्ला
pl: Szum
th: เสียงรบกวน

source: White
da: Hvid
fr: Blanc
hy: Սպիտակ
mi: Mā
mn: Цагаан
ne: सेतो
pl: Biały
th: สีขาว

source: Pink
fr: Rose
hy: Վարդագույն
mi: Māwhero
mn: Ягаан
ne: गुलाफि
pl: Różowy
th: สีชมพู

source: Gauss
hy: Գաուս
mi: Autō
ne: गस्
pl: Gaus

source: Bandwidth
da: Båndbredde
fr: Bande passante
hy: Ժապավենի լայնքը
mi: Hōkaiipurangi
ne: ब्यानविइथ
pl: Przepustowość
th: แบนด์วิดท์

source: Noise is a sound with energy on every frequency.
da: Støj er en lyd med energi på hver frekvens.
fr: Le bruit est composé de très nombreuses fréquences.
hy: Աղմուկը դա էներգիայով հնչյուն է բոլոր հաճախականությաններով
mi: Ko te hoihoi he oro pūkaha kei ia auautanga.
mn: Чимээ нь бүх давтамж дээрх энергитэй дуу чимээ юм.
ne: सबै आवृत्तिमा शक्ति भएको ध्वनि।
pl: Szum to dźwięk o energii akustycznej we wszystkich częstotliwościach.
th: สัญญาณรบกวนเป็นเสียงที่มีพลังงานในทุกความถี่

source: The shape of noise to be used (white = bright, pink = dark, gauss = colored).
da: Figuren for støj som skal anvendes (hvid = klar, pink = mørk, gauss = farvet).
fr: La forme du bruit à utiliser (blanc = clair, rose = foncé, gauss = coloré).
hy: Օգտագործվող աղմուկի տեսակները` (սպիտակ = բաց, վարդագույն = մուգ, գաուս = գունավոր).
mi: Te auaha o ngā hoihoi hei whakamahinga (mā = tiaho, māwhero = pōuri, autō = karakara).
mn: Хэрэглэгдэх чимээний хэлбэр (цагаан = тод, ягаан = харанхуй, gauss = өнгөтэй).
ne: प्रयोग गरिने हल्ला (सेतो = चम्किलो, गुलाबी = मधुरो, गस = रङ्गिन) ।
pl: Formy szumu możliwe do użycia (biały = jasny, różowy = ciemny, gauss = kolorowy).
th: รูปร่างของเสียงที่จะใช้ (สีขาว = สดใส, สีชมพู = มืด, Gauss = สี)

source: The thickness of the sound.
da: Tykkelsen af lyden.
fr: L'épaisseur du son.
hy: Ձայնի թանձրությունը
mi: Te whānuitanga o te oro.
mn: Дуу чимээний өргөн.
ne: ध्वनिको मोटाई ।
pl: Natężenie dźwięku.
th: ความหนาของเสียง

source: Sound Sample
da: Lydprøve
fr: Échantillon sonore
hy: Ձայնի նմուշը
mi: Tauira Oro
mn: Дуу чимээний хэсэг
ne: नमुना ध्वनि
pl: Próbka Dźwięku
th: เสียงตัวอย่าง

source: Sample Number
da: Nummer på prøve
fr: Numéro de l'échantillon
hy: Սեմփլի համարը
mi: Tau Tauira
mn: Хэсэг Тоо
ne: नमुना संख्या
pl: Numer próbki
th: เลขตัวอย่าง

source: Sample name
da: Prøvens navn
fr: Nom de l'échantillon
hy: Սեմփլի անունը
mi: Ingoa tauira
mn: Хэсэг нэр
ne: नामुना नाम
pl: Nazwa próbki
th: ชื่อตัวอย่าง

source: A sample is a real sound that has been recorded and that can be played back.
da: En prøve er en rigtig lyd som er blevet optaget og som kan afspilles.
fr: Un échantillon est un son réel qui a été enregistré, et qui peut être rejoué.
hy: Սեմփլը իրական ձայն է, որը ձայնագրվել է և կարող է նորից նվագարկվել
mi: Ko te tauira he oro tūturu ka taea te hopu, ka taea hoki te pūrei anō.
mn: Хэсэг бол бичигдээд буцаж тоглогдож болох бодит дуу чимээ юм.
ne: नमुना एउटा साँच्चैको ध्वनि हो जसलाई रेकर्ड गर्न र फेरि बजाउन सकिन्छ।
pl: Próbka jest rzeczywistym dźwiękiem, który został nagrany i może być odtworzony.
th: ตัวอย่างคือเสียงจริงที่ได้รับการบันทึกไว้และที่สามารถเล่นกลับ

source: The pitch of the sample.
da: Tonehøjden af prøven.
fr: La hauteur du son de l'échantillon.
hy: Սեմփլի տոնը
mi: Te rangi o te tauira.
mn: Хэсгийн өндөр.
ne: नमुनाको चाप ।
pl: Wysokość tonu próbki.
th: ระดับเสียงของตัวอย่าง

source: The sample to be used.
da: Prøven som skal anvendes.
fr: L'échantillon à utiliser.
hy: Գործածվող սեմփլ
mi: Te tauira hei whakamahinga.
mn: Хэрэглэгдэх хэсэг.
ne: प्रयोग गरिने नमुना ।
pl: Próbka do użycia.
th: ตัวอย่างที่จะใช้

source: Voice
da: Stemme
fr: Voix
hy: Ձայն
mi: Reo
mn: Дуу авиа
ne: आवाज
pl: Głos
th: เสียง

source: Vowel
da: Vokal
fr: Voyelle
hy: Ձայնավոր
mi: Oropūare
mn: Эгшиг
ne: स्वरवर्ण
pl: Samogłoska
th: เสียงสระ

source: An electronic voice.
da: En elektronisk stemme.
fr: Une voix électronique.
hy: Էլեկտրոնային ձայն
mi: He reo hiko.
mn: Электрон дуу авиа.
ne: एउटा विद्युतिय आवाज ।
pl: Głos elektroniczny.
th: เสียงอิเล็กทรอนิกส์

source: The pitch of the sound.
da: Tonehøjden af lyden.
fr: La hauteur du son.
hy: Ձայնի տոնը
mi: Te rangi o te oro.
mn: Дуу чимээний өндөр.
ne: आवाजको चाप ।
pl: Wysokość tonu dźwięku.
th: ความดังของเสียง

source: The shape of the sound based on vowels.
da: Figuren på lyden baseret på vokaler.
fr: La forme du son basé sur les voyelles.
hy: Ձայնի տեսակը` հիմնված ձայնավորների վրա
mi: Te auaha o te oro e ai ki ngā oropūare.
mn: Эгшигт үндэслэсэн дуу чимээний хэлбэр.
ne: स्वरवर्णमा आधारित आवाजको आकार ।
pl: Kształt dźwięku oparty na samogłoskach.
th: รูปร่างของเสียงขึ้นอยู่กับสระ

source: Grain
da: Korn
hy: Ձայնային մասնիկներ
mi: Ripa
mn: Жижиг хэсэг
ne: कण
pl: Ziarno

source: The grain effect splits the sound in tiny bits which can be rearranged in time.
da: Korn-effekten opdeler lyden i små bidder, der kan omarrangeres i tid.
fr: L'effet de grain sépare le son en petites parties qui peuvent être réarrangées dans le temps.
hy: Ձայնային մասնիկների ազդեցությունը մասնատում է ձայնը փոքրիկ մասերի, որոնք կարող են դասավորվել ժամանակին
mi: Ko te pānga ripa ka whakawehe i te oro kia moroiti nei, ā, kia taea te huri haere i roto i te wā tika.
mn: Жижиг хэсгийн нөлөө тодорхой цаг хугацаанд дахин эмхлэгдэх боломжтой маш жижиг хэсэгдэх дуу чимээг хуваадаг.
ne: कण प्रभावले ध्वनिलाई सानो टुक्रामा टुक्राउछ जसलाई समय अनुसार पुन: समायोजन गर्न सकिन्छ ।
pl: Efekt ziarna dzieli dźwięk na krótkie fragmenty, które mogą być przegrupowywane w czasie.
th: เอฟเฟ็กต์grainแยกเสียงในบิตขนาดเล็กที่สามารถนำมาจัดใหม่ได้ในเวลา

source: The pitch of grains.
da: Tonehøjden for kornene.
fr: La hauteur du son du grain.
hy: Ձայնային մասնիկների տոնը:
mi: Te rangi o ngā ripa.
mn: Жижиг хэсгийн өндөр.
ne: कणको चाप।
pl: Wysokość tonu ziaren.
th: ระดับเสียงgrain

source: The variation in pitch of grains.
da: Variation i tonehøjden for korn.
fr: La variation dans la hauteur du son du grain.
hy: Ձայնային մասնիկների տոնի տատանումներ:
mi: Te rerekētanga o te rangi i ngā ripa.
mn: Жижиг хэсгийн өндөрдөх хэлбэлзэл.
ne: कणको चापमा घटबढ ।
pl: Zmiana w wysokości tonu ziaren.
th: การเปลี่ยนแปลงในระดับเสียงหลัก

source: Additive Synthesis
da: Tilsætningsstoffet syntese
fr: Synthèse additive
hy: Ադիտիվ Սինթեզ
mi: Raweketanga Tāpiringa
mn: Нэмэгдэл нийлэгжил
ne: जोड्न मिल्ने रचना
pl: Synteza addytywna
th: การเพิ่มการสังเคราะห์

source: Spread
da: Spredning
fr: Diffuser
hy: Տարածվել
mi: Hora
mn: Тархалт
ne: विस्तार
pl: Rozsiew
th: กระจาย

source: Additive synthesis creates musical timbre by combining different waves.
da: Tilsætningsstoffet syntese opretter musikalske klangfarve ved at kombinere forskellige bølger.
fr: La synthèse additive crée un timbre musical en combinant différentes ondes.
hy: Համատեղելով տարբեր ձայնային ալիքներ` ադիտիվ սինթեզը ստեղծում է երաժշտական տեմբր
mi: Ko te mahi o te raweketanga tāpiringa he waihanga kounga oro waiata mā te honohono i ngā ngaru rerekē.
mn: Нэмэгдэл нийлэгжил нь ондоо долгионуудыг нийлүүлснээр хөгжмийн онцлог чанарыг бүтээдэг.
ne: जोड्न मिल्ने रचनाले विभिन्न तरङ्गहरु जोडेर उत्कृष्ट सङ्गीत बनाउँछ ।
pl: Synteza addytywna tworzy barwę muzyczną poprzez łączenie różnych fal.
th: การเพิ่มการสังเคราะห์สร้างลักษณะของเสียงจากเครื่องดนตรีดนตรีโดยการรวมคลื่นที่แตกต่างกัน

source: The separation between the different waves.
da: Adskillelse mellem de forskellige bølger.
fr: La séparation entre les différentes ondes.
hy: Երկու ձայնային ալիքների միջև եղած տարանջատումը
mi: Te wehenga i waenga i ngā ngaru rerekē.
mn: Ондоо долгионуудын хоорондын салалт.
ne: भिन्न तरंग विचको फरक
pl: Podział pomiędzy poszczególnymi falami.
th: แยกระหว่างคลื่นที่แตกต่างกัน

source: The shape of the wave.
da: Hastigheden på bølgen.
fr: La forme de l'onde.
hy: Ձայնային ալիքի պատկերը
mi: Te auaha o te ngaru.
mn: Долгионы хэлбэр.
ne: तरङ्गको आकार
pl: Kształt fali.
th: รูปร่างของคลื่น

source: Microphone input
da: Mikrofon-input
fr: Entrée micro
hy: Բարձրախոսի միացման բնիկը
mi: Tāurunga hopureo
mn: Микрофоны оролт
ne: माइक निक्षेप
pl: Wejście mikrofonu
th: สัญญาณเข้าไมโครโฟน

source: Length of the memory
da: Længden af hukommelsen
fr: Longueur de la mémoire
hy: Հիշողության դիապազոնը
mi: Te roanga o te pūmahara
mn: Санамжийн урт
ne: स्मृतिको लम्बाइ
pl: Długość pamięci
th: ความยาวของหน่วยความจำ

source: memory number
da: nummer på hukommelse
fr: numéro de la mémoire
hy: Հիշողության համարը
mi: tau pūmahara
mn: санамжийн тоо
ne: स्मृति नम्बर
pl: numer pamięci
th: จำนวนหน่วยความจำ

source: Playback speed
da: Afspilningshastighed
fr: Vitesse de lecture
hy: Կրկնանվագարկման արագությունը
mi: Terenga pūrei anō
mn: Тоглуулах хурд
ne: बजाउने गति
pl: Prędkość odtwarzania
th: ความเร็วในการเปิดฟัง

source: Microphone input is record into a buffer for playback (right-click on the object to record sound)
da: Mikrofon-input optages til buffer for afspilning (højreklik på objektet for at optage lyd)
fr: L'entrée micro est enregistrée dans un tampon pour pouvoir la relire (clic droit sur l'objet pour enregistrer un son)
hy: Բարձրախոսի մուտքը գրանցված է բուֆերի վրա` վերարտադրման համար (քլիք անել առարկայի վրա` հնչյուն ձայնագրելու համար)
mi: Ko te tāurunga hopureo kua hopu ki te pūreirei hei pūrei anō (pāwhiri-matau i te ahanoa hei hopu oro)
pl: Wejście mikrofonu jest przypisane do bufora odtwarzania (prawoklik na obiekt do nagrywania dźwięku)
th: ช่องใส่ไมโครโฟนบันทึกลงในบัฟเฟอร์สำหรับการเล่น (คลิกขวาบนวัตถุที่จะบันทึกเสียง)
