Repository: sugar-activities/4062-activity
Catalog: po/*.po
Languages: da, fr, hy, mi, mn, ne, pl, th

source: This parameter can not be modified
da: Dette parameter kan ikke ændres
fr: Ce paramètre ne peut pas être modifié
hy: Այս չափանիշը չի կաչող փոփոխվել
mi: Kāore e taea te whakakē i tēnei tawhā
mn: Энэ хэмжүүр өөрчлөгдөх боломжгүй
ne: यस परिमाणलाई परिवर्तन गर्न सकिएन
pl: Parametr nie może zostać zmieniony
th: พารามิเตอร์นี้ไม่สามารถแก้ไขได้

source: Speed playback changes duration and pitch of the sound
da: Hastighed for afspilning ændrer varighed og tonehøjde for lyden
fr: La vitesse de lecture affecte la durée et la hauteur du son
hy: Վերարտադրման արագությունը փոխում է ձայնի տևողությունն ու տոնը:
mi: Ko te terenga pūrei anō ka huri i te roanga me te rangi o te oro
mn: Тоглуулах хурд үргэлжлэх хугацаа болон дуу чимээний өндрийг өөрчлөнө
ne: ध्वनिको गति परिवर्तन गर्दा समय र चाप पनि परिवर्तन हुन्छ
pl: Prędkość odtwarzania zmienia czas trwania i wysokość tonu dźwięku
th: ความเร็วในการเล่นเปลี่ยนระยะเวลาและระดับของเสียง

source: Delay
da: Forsinkelse
fr: Délai
hy: Հետաձգում
mi: Takaware
mn: Саатал
ne: ढिलाइ
pl: Opóźnienie
th: หน่วงเวลา

source: Feedback
da: Tilbagemelding
fr: Rétroaction
hy: Հետադարձ կապ
mi: Urupare
mn: Цуурайтал
ne: प्रतिक्रिया
pl: Sprzężenie zwrotne
th: ป้อนกลับ

source: Delay is an audio effect that repeats the sound over and over.
da: Forsinkelse er en lydeffekt som gentager lyden igen og igen.
fr: Un délai est un effet audio qui répète le son en boucle.
hy: Հետաձգումը աուդիո ազդեցություն է, որը կրկնում է ձայնը նորից և նորից
mi: Ko te takaware he pānga ororongo ka tārua i te oro.
mn: Саатал бол дуу чимээг дахин дахин давтдаг дуу бичлэгийн нөлөө юм.
ne: ढिलाइ प्रयोग गर्दा आवाज दोहोरिन्छ
pl: Opóźnienie (echo) jest efektem dźwiękowym, który powtarza dźwięk w kółko.
th: หน่วงเวลาเป็นเอฟเฟ็กต์ซึ่งส่งผลให้เสียงลากยาว

source: The speed of the delay.
da: Hastigheden på forsinkelsen.
fr: La vitesse du délai.
hy: Հետաձգման արագությունը
mi: Te terenga o te takaware.
mn: Саатлын хурд.
ne: ढिलाइको गति
pl: Prędkość opóźnienia.
th: ความเร็วของการหน่วงเวลา

source: The time it takes for the sound to go away.
da: Den tid det tager før en lyd forsvinder.
fr: Le temps que prend le son pour disparaitre.
hy: Ձայնի հեռացման համար պահանջվող ժամանակը
mi: Te roanga o te oro kia pau rawa atu.
mn: Дуу чимээг алга болох хүртэл үргэлжлэх хугацаа.
ne: आवाज सकिन लाग्ने समय
pl: Czas potrzebny do zaniknięcia dźwięku.
th: เวลาที่ใช้สำหรับเสียงหายไป

source: Distortion
da: Forvrængning
fr: Distorsion
hy: Աղավաղում
mi: Whakahawenga
mn: Гажилт
ne: बिकार
pl: Zniekształcenie
th: การทำให้เพี้ยน

source: Resonance
da: Resonans
fr: Résonance
hy: Ռեզոնանս
mi: Tōiringa
mn: Резонанс
ne: प्रतिध्वनि
pl: Rezonans
th: ความก้อง

source: Distortion Level
da: Forvrængningsniveau
fr: Niveau de distorsion
hy: Մակարդակի աղավաղում
mi: Taumata whakahawenga
mn: Гажилтын Хэмжээ
ne: बिकारको मात्रा
pl: Stopień zniekształcenia
th: ระดับการทำให้เพี้ยน

source: Distortion is the deformation of a wave which creates harsh sounds.
da: Forvrængning er deformationen af en bølge, som skaber barske lyde.
fr: Une distorsion est la déformation d'une onde qui produit des sons perçants.
hy: Աղավաղումը խեղաթյուրում է ալիքը, որը ստեղծում է կոշտ ձայն
mi: Ko te whakahawenga he whakakoki i te ngaru ka puta ngā oro ngangā.
mn: Гажилт бол хатуу дуу чимээ гаргадаг долгионы мурийлт юм.
ne: बिकारले आवाजको तरङ्गलाई बिगार गरी नराम्रो आवाज निकाल्ने गर्छ।
pl: Zniekształcenie jest deformacją fali, która tworzy ostre dźwięki.
th: การทำให้เพี้ยนเป็นสิ่งที่ทำทำให้คลื่นผิดรูปและเกิดเสียงแผด

source: The pitch of the distorted sound.
da: Tonehøjde for den forvrængede lyd.
fr: La hauteur du son distordu.
hy: Աղավաղված ձայնի տոնը
mi: Te rangi o te oro whakahawe.
mn: Гажсан дуу чимээний өндөр.
ne: बिकार गरिएको आवाजको चाप।
pl: Wysokość tonu zniekształconego dźwięku.
th: ระดับเสียงของเสียงที่ทำให้เพี้ยน

source: The amount of vibration the instrument has against itself.
da: Mængden af vibrationer som instrumentet vender mod sig selv.
fr: Quantité de vibration de l'intrument
hy: Երաժշտական գործիքի մեջ պարունակվող տատանումների քանակը:
mi: Te nui o te tōiri o te pūwhakatangi i a ia anō.
mn: Хөгжмийн зэмсгийн чичиргээний хэмжээ.
ne: आफै विरुद्ध हुने कम्पनको मात्रा।
pl: Ilość drgań instrumentu.
th: จำนวนการสั่นของเครื่องดนตรีมีผลต่อตัวมันเอง

source: The volume of the distorted sound.
da: Styrken på den forvrængede lyd.
fr: Le volume du son distordu.
hy: Աղավաղված ձայնի ուժգնությունը
mi: Te rōrahi oro o te oro whakahawe.
mn: Гажсан дуу чимээний хэмжээ.
ne: विकारयुक्त ध्वनिको मात्रा।
pl: Głośność zniekształconego dźwięku.
th: ความดังของเสียงที่ทำให้เพี้ยน

source: Filter
fr: Filtre
hy: ֆիլտր
mi: Tātari
mn: Шүүлтүүр
ne: छान्ने
pl: Filtr
th: ตัวกรอง

source: An audio filter is designed to brighten, darken or color a sound.
da: En lyd filteret er beregnet til at gøren lyd lysere, mørkere eller at farve den.
fr: Un filtre audio est destiné à éclaircir, assombrir ou colorer un son.
hy: Աուդիո զտիչը նախատեսված է ձայնը պարզեցնելու, մռայլեցնելու և երանգավորելու համար
mi: Ko te mahi a te tātari ororongo he whakatiaho, he whakapōuri, he whakakarakara rānei i te oro.
mn: Дуу бичлэгийн шүүлтүүр бол дуу чимээг тодруулах, харанхуйлах, эсвэл өнгөлөхөөр бүтээгдсэн.
ne: ध्वनि छनौटको बिकास आवाजलाई तिखार्न, मधुरो पार्न वा प्रकार परिवर्तन गर्नका निम्ति गरिन्छ।
pl: Filtr audio jest przeznaczony do rozjaśniania, zaciemniania lub kolorowania dźwięku.
th: ตัวกรองเสียงเป็นสิ่งที่ส้รางขึ้นเพื่อทำให้เสียงชัดเจนขึ้น เข้มขึ้น หรือสีของเสียง

source: The point in the sound to be filtered.
da: Punktet i lyden, der skal filtreres.
fr: Le point du son à filtrer.
hy: Ձայնի այն հատվածը վորը պետք է զտել:
mi: Te wāhi o te oro ka tātarihia.
mn: Дуу чимээний шүүлтүүрлэгдэх хэсэг.
ne: आवाजमा छनौट गर्नु पर्ने विन्दु।
pl: Punkt w dźwięku do filtrowania.
th: จุดในเสียงเป็นตัวกรอง

source: The size of the region affected by the filter.
da: Størrelsen af regionen som påvirkes af filteret.
fr: La taille de la région affectée par le filtre.
hy: Զտիչի կողմից ներգործված հատվածի չափսը:
mi: Te rahinga o te rohe kua whai pāngia e te tātari.
mn: Шүүлтүүрээр нөлөөлөгдөх хэсгийн хэмжээ.
ne: छनौटले प्रभाव पार्ने क्षेत्रको आकार।
pl: Rozmiar obszaru objętego filtrowaniem.
th: ขนาดของขอบเขตส่งผลจากตัวกรอง

source: The type of filter used: lowpass = dark, highpass = bright, bandpass = colored.
da: Hvilken filtertype bruges: lavpas = mørk, højpas = lys, båndpas = farvede.
fr: Le type de filtre utilisé : passe-bas = sombre, passe-haut = clair, passe-bande = coloré.
hy: Օգտագործված զտիչի տեսակը. ցածր հաճախականություն = մուգ, բարձր հաճախականություն = բաց, շերտավոր հաճախականություն = գունավոր
mi: Te momo tātari ka whakamahia: hipapoto = pōuri, hipateitei = tiaho, hipawhakaae = karakara.
mn: Хэрэглэгдсэн шүүлтүүрийн төрөл: нам давтамж нэвтрүүлэгч = харанхуй, өндөр давтамж нэвтрүүлэгч = тод, хэсгийн давтамж нэвтрүүлэгч = өнгөлөг.
ne: छनौटको प्रकार: लो-पास ‍‍= धोद्रो, हाइ-पास = तिखो, ब्यान्ड-पास = रङ्गिन
pl: Typ użytego filtru: dolnoprzepustowy = ciemny, górnoprzepustowy = jasny, środkowoprzepustowy = kolorowy.
th: ชนิดของตัวกรองที่ใช้ : โลว์พาส = เข้ม, ไฮพาส = ใส , แบนด์พาส = สี

source: Ring Modulator
fr: Modulateur en boucle
hy: Ձայնի մոդուլատոր
mi: Whakakāwai Porohita
mn: Цагирган өөрчлөлт
ne: चक्रिय परिवर्तक
pl: Modulator kołowy
th: ริงโมดูเลชั่น

source: Mix
fr: Mixeur
hy: Խառնել
mi: Ranu
mn: Холих
ne: मिसाउनु
pl: Miks
th: ผสม

source: Ring modulation is an audio effect that creates metallic sounds.
da: Ring-modulation er en lydeffekt, der opretter metallisk lyde.
fr: La modulation en boucle donne une sonorité métallique aux sons.
hy: Զանգի մոդուլացիան աուդիո ազդեցություն է, որը ստեղծում է մետաղական ձայն
mi: Ko te whakakāwai porowhita tētahi pānga ororongo e taea ana te waihanga oro maitai.
mn: Цагирган өөрчлөлт бол металл дуу чимээ үүсгэдэг дуу бичлэгийн нөлөө юм.
ne: चक्रिय परिवर्तकले आवाजलाई तिखो बनाउछ।
pl: Modulator kołowy jest efektem dźwiękowym, który tworzy metaliczne dźwięki.
th: ริงโมดูเลชั่นเป็นเอฟเฟ็กต์ของเสียงที่ทำให้เสียงหยาบ

source: The pitch of the ring modulator.
da: Tonehøjden for ring-modulatoren.
fr: Le ton du modulateur en boucle.
hy: Օղակաձև մոդուլատորի տոնը:
mi: Te rangi o te whakakāwai porohita.
mn: Цагирган өөрчлөлтийн өндөр.
ne: चक्रिय परिवर्तकको चाप।
pl: Wysokość tonu modulatora kołowego.
th: ระดับเสียงของริงโมดูเลเตอร์

source: The volume of the modulated sound.
da: Styrken på den modulerede lyd.
fr: Le volume du son modulé.
hy: Մոդուլավորված ձայնի ուժգնությունը
mi: Te rōrahi oro o te oro kua whakakāwaitia.
mn: Өөрчлөгдсөн дуу чимээний хэмжээ.
ne: परिवर्तित ध्वनिको मात्रा।
pl: Głośność modulowanego dźwięku.
th: ความดังของเสียงที่โมดูเลต

source: The shape of the wave used for modulation.
da: Figuren bølge anvendes til modulering.
fr: La forme de l'onde utilisée pour la modulation.
hy: Ալիքային ձևը օգտագործվում է տոնի փոփոխման նպատակով
mi: Te auaha o te ngaru kua whakamahia mō te whakakāwaitanga.
mn: Өөрчлөлтөд хэрэглэгдсэн долгионы хэлбэр.
ne: परिवर्तन गर्न प्रयोग हुने तरङ्गको आकार।
pl: Kształt fali używanej do modulacji.
th: รูปร่างของคลื่นสำหรับโมดูเลเตอร์

source: Length
da: Længde
fr: Longueur
hy: Երկարություն
mi: Roa
mn: Урт
ne: लम्बाई
pl: Długość
th: ความยาว

source: Reverb Level
da: Rumklang-niveau
fr: Niveau de réverbération
hy: Արձագանքի մակարդակը
mi: Taumata Pāorooro
mn: Цуурайталтын хэмжээ
ne: कम्पायमानको स्तर
pl: Poziom pogłosu
th: ระดับเสียงสะท้อน

source: Reverberation is the length a sound stays in a room.
da: Rumklang er den tidslængde en lyd forbliver i et rum.
fr: La réverbération est la durée pendant laquelle le son reste dans une pièce.
hy: Արձագանքը որևէ վայրում պահպանվող ձայնի տևողությունն է:
mi: Ko te pāorooro te roa ka noho te oro ki roto i tētahi rūma.
mn: Цуурайталт бол дуу чимээ өрөөнд үлдэх урт.
ne: कम्पायमानको लम्बाइ आवाज रहुन्जेल हुन्छ।
pl: Pogłos jest długością czasu, w której dźwięk pozostaje w pomieszczeniu.
th: การสะท้อนคือคสามยาวของเสียงที่ยังอยู่ในห้อง

source: The size of the room.
da: Størrelsen på rummet.
fr: La taille de la pièce.
hy: Սենյակի չափսը
mi: Te rahi o te rūma.
mn: Өрөөний хэмжээ.
ne: कोठाको आकार।
pl: Rozmiar pomieszczenia.
th: ขนาดของห้อง

source: The brightness of the reverberated sound.
da: Klarheden for rumklangslyden.
fr: La clarté du son réverbéré.
hy: Արձագանքող ձայնի պարզությունը
mi: Te tīahotanga o te oro pāorooro.
mn: Цуурайтсан дуу чимээний тодрол.
ne: कम्पायमान आवाजको तिखोपना।
pl: Czystość pogłosu.
th: ความใสของเสียงสะท้อน

source: The amount of reverb to be applied.
da: Mængden af rumklang skal anvendes.
fr: La quantité de réverbération à appliquer.
hy: Կիրառվող արձագանքի քանակը
mi: Te nui o te pāoro hei hoatu.
mn: Ашиглагдах цуурайн хэмжээ.
ne: लागु गर्नुपर्ने कम्पन।
pl: Ilość pogłosu do zastosowania.
th: จำนวนรวมเสียงสะท้อนที่ต้องการใช้

source: Harmonizer
fr: Harmoniseur
hy: Ներդաշնակիչ
mi: Whakarangi maha
mn: Гармонлагч
ne: स्वरयोजक
th: ฮาร์โมไนเซอร์

source: Dry delay
da: Tør forsinkelse
fr: Délai sec
hy: Չոր ձայնի հետաձգում
mi: Takaware maroke
mn: Хуурай саатал
ne: सुख्खा ढिलाई
pl: Suche opóźnienie
th: เวลาหน่วงของเสียง

source: A harmonizer doubles the sound musically.
da: En harmonizer fordobler lyden musikalsk.
fr: Un harmoniseur double le son musicalement.
hy: Ներդաշնակիչը կրկնապատկում է ձայնը երաժշտականորեն
mi: Ko te whakarangi maha, ka tārua i te oro ā-waiata nei.
mn: Гармонлагч дуу чимээг хөгжмийн маягаар давхарладаг.
ne: स्वरयोजकले आवाजलाई दुइगुणा बढाउँछ।
pl: Harmonizer podwaja dźwięk muzycznie.
th: ฮาร์โมไนเซอร์ทำเสียงดนตรีเป็นสองเท่า

source: The pitch of the doubled sound.
da: Tonehøjden for den fordoblede lyd.
fr: La hauteur du son doublé.
hy: Կրկնապատված ձայնի տոնը
mi: Te rangi o te oro tārua.
mn: Давхарласан дуу чимээний өндөр.
ne: दुइगुणा बढेको आवाजको चाप
pl: Wysokość tonu podwojonego dźwięku.
th: ความดังของเสียงสองเท่า

source: The start time of the original sound.
da: Starttidspunktet for den oprindelige lyd.
fr: Le moment de départ du son d'origine.
hy: Բնօրինակ ձայնի մեկնարկման ժամանակը
mi: Te wā tīmata o te oro taketake.
mn: Анхны дуу чимээний эхлүүлэх цаг.
ne: मौलिक आवाजको सुरुवात समय।
pl: Czas rozpoczęcia oryginalnego dźwięku.
th: เวลาเริ่มต้นของเสียงต้นฉบับ

source: The balance between the original and the doubled sound.
da: Balance mellem den oprindelige og den fordoblede lyd.
fr: L'équilibre entre le son original et le son doublé.
hy: Բնօրինակ և կրկնապատկված ձայնի միջև եղած հավասարակշռությունը
mi: Te papatahitanga o te oro taketake me te oro tārua.
mn: Анхны болон давхарласан дуу чимээний хоорондох тэнцвэр.
ne: मौलिक आवाज र दुइगुणा बढेको आवाजको तालमेल।
pl: Równowaga pomiędzy oryginalnym i podwojonym dźwiękiem.
th: ความสมดุลระหว่างเสียงต้นฉบับและเสียงสองเท่า

source: Equalizer 4 bands
da: Equalizer 4 bånd
fr: Égaliseur 4 bandes
hy: 4 շերտանի էկվալայզեր
mi: Pūwhārite 4 ngā hōkai
mn: Тохируулагч 4 зурвас
ne: इक्युलाइजर ४ बयान्डको
pl: Equalizer (korektor graficzny) 4 pasma
th: การปรับเสียง 4 ย่านความถี่

source: Band one gain
da: Bånd ét forstærkning
fr: Gain de la bande 1
hy: մեկ շերտանի ձայնային մասնիկ
mi: Pikinga ngaruirirangi tahi
mn: Нэгдүгээр зурвасны өсгөх илтгэц
ne: बयान्ड १ को गेन
pl: Wzmocnienie pasma 1
th: อัตราขยายย่านความถี่ 1

source: Band two gain
da: Bånd to forstærkning
fr: Gain de la bande 2
hy: երկու շերտանի ձայնային մասնիկ
mi: Pikinga ngaruirirangi rua
mn: Хоёрдугаар зурвасны өсгөх илтгэц
ne: बयान्ड २ को गेन
pl: Wzmocnienie pasma 2
th: อัตราขยายย่านความถี่ 2

source: Band three gain
da: Bånd tre forstærkning
fr: Gain de la bande 3
hy: երեք շերտանի ձայնային մասնիկ
mi: Pikinga ngaruirirangi toru
mn: Гуравдугаар зурвасны өсгөх илтгэц
ne: बयान्ड ३ को गेन
pl: Wzmocnienie pasma 3
th: อัตราขยายย่านความถี่ 3

source: Band four gain
da: Bånd fire forstærkning
fr: Gain de la bande 4
hy: չորս շերտանի ձայնային մասնիկ
mi: Pikinga ngaruirirangi whā
mn: Дөрөвдүгээр зурвасны өсгөх илтгэц
ne: बयान्ड ४ को गेन
pl: Wzmocnienie pasma 4
th: อัตราขยายย่านความถี่ 4

source: A 4 band equalizer chooses slices (bands) in the sound and makes them louder or softer.
da: En 4-bånds equalizer vælger skydeknapper (bånd) i lyden og gør dem højere eller blødere.
fr: Un égaliseur 4 bandes choisit des tranches (bandes) de son et les rend plus fortes ou plus douces.
hy: չորս շերտանի ձայնային մասնիկը ընտրում է շերտեր ձայնի մեջ` դարձնելով այն ավելի բարձր կամ ցածր
mi: Ko te mahi a te pūwhārite ngaruirirangi 4 he kōwhiri wāhanga (ngaruirirangi) i roto i te oro, ka whakakaha, whakangāwari rānei.
mn: 4 зурвасны тохируулагч дуу чимээндэх хэсгүүд (зурвас) болон тэдгээрийг чанга ба намуухан болгодог.
ne: ४ बयान्डको इक्युलाइजरले प्रत्येक बयान्डको आवाज ठुलो वा सानो बनाउँछ।
pl: 4-pasmowy korektor dźwięku wybiera porcje (pasma) dźwięku i sprawia, że są głośniejsze lub cichsze.
th: ตัวปรับย่านความถี่ 4 ตัวเลือกเลื่อน(ย่านความถี่) เพื่อทำให้เสียงดังขึ้นหรือเบาขึ้นได้

source: The volume of band 1 (low).
da: Lydstyrken for bånd 1 (lav).
fr: Le volume de la bande 1 (basse)
hy: Ժապավեն 1-ի ձայնային ուժգնությունը (ցածր)
mi: Te rōrahi o te ngaruirirangi 1 (poto).
mn: 1-р зурвасны дууны хэмжээ (бага).
ne: बयान्डको १ को आवाज(सानो)
pl: Głośność pasma 1 (niska).
th: ความดังของย่านความถี่1(ต่ำ)

source: The volume of band 2 (mid-low).
da: Lydstyrken for bånd 2 (mellem-lav).
fr: Le volume de la bande 2 (mi-basse)
hy: 2 շերտանի ձայնային ուժգնությունը (միջ.-ցածրության)
mi: Te rōrahi o te ngaruirirangi 2 (poto-waenga).
mn: 2-р зурвасны дууны хэмжээ (дунд-бага).
ne: बयान्डको २ को आवाज(मध्यम-सानो)
pl: Głośność pasma 2 (średnio niska).
th: ความดังของย่านความถี่2(กลาง-ต่ำ)

source: The volume of band 3 (mid-high).
da: Lydstyrken for bånd 3 (mellem-høj).
fr: Le volume de la bande 3 (mi-haute)
hy: Ժապավեն 3-ի ձայնային ուժգնությունը (միջ.-բարձր)
mi: Te rōrahi o te ngaruirirangi 3 (teitei-waenga).
mn: 3-р зурвасны дууны хэмжээ (дунд-их).
ne: बयान्डको ३ को आवाज(मध्यम-ठुलो)
pl: Głośność pasma 3 (średnio wysoka).
th: ความดังของย่านความถี่3(กลาง-สูง)

source: The volume of band 4 (high).
da: Lydstyrken for bånd 4 (høj).
fr: Le volume de la bande 4 (haute)
hy: 4 շերտանի ձայնային ուժգնությունը (բարձր)
mi: Te rōrahi o te ngaruirirangi 4 (teitei).
mn: 4-р зурвасны дууны хэмжээ (их).
ne: बयान्डको ४ को आवाज(ठुलो)
pl: Głośność pasma 4 (wysoka).
th: ความดังของย่านความถี่4(สูง)

source: Chorus
da: Kor
fr: Chœurs
hy: Երգչախումբ
mi: Kōrihi
mn: Хоор
ne: कोरस्
pl: Chór
th: เสียงประสาน

source: LFO Depth
da: LFO-dybde
fr: Profondeur de l'oscillateur basse fréquence
hy: Ցածր Հաճախականության Տատանման Խորությունը
mi: Hōhonutanga LFO
mn: LFO гүн
ne: एल.एफ.ओ गहिराई
pl: Głębia generatora wolnych przebiegów
th: ความลึกค่าLFO

source: LFO Frequency
da: LFO-frekvens
fr: Fréquence de l'oscillateur basse fréquence
hy: Ցածր Հաճախականության Տատանում
mi: Auautanga LFO
mn: LFO давтамж
ne: एल.एफ.ओ आवृति
pl: Częstotliwość generatora wolnych przebiegów
th: ความถี่ค่าLFO

source: The chorus effect plays copies of the same sound with a slight variation.
da: Kor-effekten afspiller kopier af samme lyd med en smule variation.
fr: L'effet chœur joue plusieurs copies du même son avec une légère variation.
hy: Երգչախմբի ազդեցությունը վերարտադրում է միևնույն հնչյունի կրկնօրինակը` մի փոքր տարբերությամբ:
mi: Ko te mahi a te pānga kōrihi he whakatangi i ngā tārua o te oro ōrite heoi he rerekētanga iti noa.
mn: Хоор нөлөө бага хэмжээний өөрчлөлттэй ижил дуу чимээний хувилбарууд тоглодог.
ne: कोरसले एकै आवाजका प्रतिलिपीहरु हलुका फरकमा बजाउँछ।
pl: Efekt chóru odtwarza kopie tego samego dźwięku z drobnymi zmianami.
th: เอฟเฟคเสียงประสานเล่นโดยการคัดลอกเสียงที่เหมือนกันโดยเปลี่ยนแปลงแค่เล็กน้อย

source: The volume of the LFO signal.
da: Lydstyrken for LFO-signalet.
fr: Le volume du signal de l'oscillateur basse fréquence.
hy: Ցածր Հաճախականության Տատանման ազդանշանի ուժգնությունը:
mi: Te rōrahi o te tohu LFO.
mn: LFO дохионы дууны хэмжээ.
ne: एल.एफ.ओ संकेतको आवाज।
pl: Głośność sygnału generatora wolnych przebiegów.
th: ระดับความดังของสัญญาณ LFO

source: The pitch of the LFO signal.
da: Tonehøjden for LFO-signalet.
fr: La hauteur du signal de l'oscillateur basse fréquence.
hy: Ցածր Հաճախականության Տատանման ազդանշանի տոնը:
mi: Te rangi o te tohu LFO.
mn: LFO дохионы өндөр.
ne: एल.एफ.ओ संकेतको चाप।
pl: Wysokość tonu sygnału z generatora wolnych przebiegów.
th: ระดับเสียงของสัญญาณ LFO

source: The amount of delay between the two signals.
da: Mængden af forsinkelse mellem de to signaler.
fr: Le délai entre deux signaux.
hy: Հետազգման տևողությունը երկու ձայների միջև
mi: Te rahi o te takaware i waenga i ngā tohu e rua.
mn: Хоёр дохионы хоорондох сааталтын хэмжээ.
ne: दुई संकेतबिचको ढिलाइ।
pl: Czas opóźnienia pomiędzy dwoma sygnałami.
th: จำนวนการหน่วงระหว่างสองสัญญาณ

source: Presets
da: Forudindstillinger
fr: Préréglages
hy: Կազմաձևեր
mi: Ngā Tatūkē
mn: Урьдчилан тохируулалтууд
ne: पुर्वनिर्धारित
pl: Ustawienia wstępne
th: ตั้งล่วงหน้า

source: Main
da: Hoved
fr: Principal
hy: Գլխավոր
mi: Matua
mn: Үндсэн
ne: मुख्य
pl: Główny
th: หลัก

source: : controller output
fr: : sortie du contrôleur
hy: : ելքի վերահսկիչ
mi: : huaputa pūwhakahaere
mn: : удирдагчийн гарц
ne: : नियन्त्रकको नतिजा
pl: : sterownik wyjścia
th: : ตัวควบคุมการแสดงผล

source: : sound output
da: : lyd-output
fr: : sortie audio
hy: Ձայնի ելք
mi: : huaputa oro
mn: : дуу чимээний гарц
ne: : आवाजको नतिजा
pl: : wyjście akustyczne
th: : ส่วนส่งออกเสียง

source: : sound input
da: : lyd-input
fr: : entrée audio
hy: : ձայնային մուտք
mi: : tāurunga oro
mn: : дуу чимээний оролт
ne: : आवाजको निक्षेप
pl: : wejście akustyczne
th: : ส่วนรับค่าเสียง

source: Send sound to the speakers
da: Send lyd til højtalerne
fr: Envoyer le son aux hauts parleurs
hy: Փոխանցել ձայնը բարձրախոսներին
mi: Tuku oro ki ngā tukuoro
mn: Дуу чимээг чанга яригч руу илгээх
ne: स्पिकरमा आवाज पठाऊ
pl: Wyślij dźwięk do głośników
th: ส่งเสียงไปที่ลำโพง

source: Duration:
da: Varighed:
fr: Durée :
hy: Տևողությունը
mi: Roanga:
mn: Үргэлжлэх хугацаа:
ne: अवधि:
pl: Czas trwania:
th: ระยะเวลา:

source: s.
hy: ս
ne: स.

source: Reset the worktable
da: Nulstil arbejdsbordet
fr: Réinitialiser l'espace de travail
hy: Վերականգնել աշխատասեղանը
mi: Tautuhi anō i te tēpumahi
mn: Ажлын ширээг дахин эхлүүлэх
ne: कार्यतालिकालाई सुरुको जस्तो बनाऊ
pl: Resetowanie środowiska pracy
th: ตั้งค่าโต๊ะทำงานใหม่

source: Record Synth sound into slot
da: Optag Synth-lyd på sokkel
fr: Enregistrer le son du synthétiseur dans l'emplacement
hy: Ձայնագրել Սինթեզային ձայնը սլոթում
mi: Hopu oro raweke ki roto i te kōkuhunga
pl: Zapisz dźwięk syntezatora w slocie
th: บันทึกเสียงซิงค์ใส่ในช่อง

source: Preset
da: Forudindstilling
fr: Préréglages
hy: Կազմաձևեր
mi: Tatūkē
pl: Ustawienia wstępne
th: ตั้งล่วงหน้า

source: Draw tool
da: Tegneværktøj
fr: Outil de dessin
hy: Նկարելու գործիք
mi: Utauta tuhituhi
mn: Зурах хэрэгсэл
ne: कोर्ने औजार
pl: Narzędzie do rysowania
th: เครื่องมือวาด

source: Paint tool
da: Maleværktøj
fr: Outil de peinture
hy: Ներկելու գործիք
mi: Utauta peita
mn: Будах хэрэгсэл
ne: रङ्गाउने औजार
pl: Narzędzie do malowania
th: เครื่องมือระบายสี

source: Generate new tune
da: Frembring ny melodi
fr: Générer une nouvelle musique
hy: Ստեղծել նոր մեղեդի
mi: Waihanga waiata hōu
mn: Шинэ ая үүсгэх
pl: Generuj nową melodię
th: สร้างทำนองใหม่

source: Generate page
da: Frembring side
fr: Générer une page
hy: Ստեղծել նոր էջ
mi: Waihanga whārangi
mn: Хуудас үүсгэх
pl: Generuj stronę
th: สร้างหน้า

source: Page properties
da: Sideegenskaber
fr: Propriétés de la page
hy: Էջի հատկությունները
mi: Ngā āhuatanga whārangi
mn: Хуудасны шинж чанар
pl: Właściwości strony
th: คุณสมบัติหน้า

source: Delete page(s)
da: Slet side(r)
fr: Supprimer la/les page(s)
hy: Ջնջել էջը (երը)
mi: Muku whārangi(s)
mn: Хуудсыг устгах
pl: Usuń stronę(y)
th: ลบหน้า

source: Duplicate page(s)
da: Duplikér side(r)
fr: Dupliquer la/les page(s)
hy: Կրկնօրինակել էջը (երը)
mi: Tārua whārangi(s)
mn: Хуудсыг хувилах
pl: Duplikuj stronę
th: ทำหน้าซ้ำ

source: Add page
da: Tilføj side
fr: Ajouter une page
hy: Ավելացնել նոր էջ
mi: Tāpiri whārangi
mn: Хуудас нэмэх
ne: पाना थप
pl: Dodaj stronę
th: เพิ่มหน้า

source: Beats per page
da: Anslag per side
fr: Battements par page
hy: Տակտի գծեր մեկ էջում
mi: Taki ia whārangi
ne: बिट प्रति पाना
pl: Uderzenia na stronę
th: จังหวะต่อหน้า

source: Save tune
da: Gem melodi
fr: Sauvegarder la musique
hy: Պահպանել մեղեդին
mi: Tiaki waiata
mn: Ая хадгалах
ne: धुन बचत गर
pl: Zapisz melodię
th: บันทึกทำนอง

source: Load tune
da: Indlæs melodi
fr: Charger une musique
hy: Բեռնել մեղեդին
mi: Utaina waiata
mn: Ая ачаалах
ne: धुन खोल
pl: Załaduj melodię
th: โหลดทำนอง

source: Generate track
da: Frembring spor
fr: Générer une piste
hy: Ստեղծել տրեկ
mi: Waihanga oro
mn: Зам үүсгэх
pl: Generuj ścieżkę
th: สร้างแทร็ก

source: Track properties
da: Egenskaber for spor
fr: Propriétés de la piste
hy: Տրեկի հատկությունները
mi: Ngā āhuatanga oro
mn: Замын шинж чанар
pl: Właściwości ścieżki dźwiękowej
th: คุณสมบัติแทร็ก

source: Clear track
da: Ryd spor
fr: Effacer la piste
hy: Մաքրել տրեկը
mi: Ūkui oro
mn: Зам цэвэрлэх
ne: ट्रयाक खाली गर
pl: Wyczyść ścieżkę dźwiękową
th: ล้างแทร็ก

source: Duplicate track
da: Duplikér spor
fr: Dupliquer la piste
hy: Կրկնօրինակել տրեկը
mi: Tārua oro
mn: Зам хувилах
pl: Duplikuj ścieżkę
th: ทำแทร็กซ้ำ

source: Note(s) properties
da: Egenskaber for node(r)
fr: Propriétés de la/des note(s)
hy: Նոտայի(ների) հատկությունները
mi: Āhuatanga tuhipoka
mn: Нотны шинж чанар
pl: Właściwości nut
th: คุณสมบัติโน๊ต

source: Delete note(s)
da: Slet node(r)
fr: Supprimer la/les note(s)
hy: Ջնջել նոտան(ները)
mi: Muku note(s)
mn: Нотыг устгах
pl: Usuń nutę
th: ลบโน๊ต

source: Duplicate note(s)
da: Duplikér node(r)
fr: Dupliquer la/les note(s)
hy: Կրկնօրինակել նոտան(ները)
mi: Tārua note(s)
mn: Нотыг хувилах
pl: Duplikuj nutę
th: ทำโน๊ตซ้ำ

source: Move note in time
da: Flyt node i tid
fr: Déplacer la note dans le temps
hy: Տեղաշարժել նոտան ժամանակին
mi: Nuku note i te wā tika
mn: Нотыг хугацаагаар шилжүүлэх
pl: Przesuń nutę w czasie
th: ย้ายโน๊ตในเวลา
