Repository: sugar-activities/4062-activity
Catalog: po/*.po
Languages: da, fr, hy, mi, mn, ne, pl, th

source: Lower pitch
da: Sænk tonehøjde
fr: Diminuer la hauteur du son
hy: Նվազեցնել տոնը
mi: Whakapoto rangi
mn: Өндрийг намсгах
pl: Obniż wysokość tonu
th: ลดระดับเสียง

source: Raise pitch
da: Øg tonehøjde
fr: Augmenter la hauteur du son
hy: Բարձրացնել տոնը
mi: Whakapiki rangi
mn: Өндрийг өсгөх
pl: Podnieś wysokość tonu
th: เพิ่มระดับเสียง

source: Modify duration
da: Tilpas varighed
fr: Modifier la durée
hy: Փոփոխել տևողությունը
mi: Whakakē roanga
mn: Үргэлжлэх хугацааг өөрчлөх
ne: अवधि बदल
pl: Zmień czas trwania
th: แก้ไขระยะเวลา

source: Lower volume
da: Sænk lydstyrke
fr: Diminuer le volume
hy: Իջեցնել ձայնի ուժգնությունը
mi: Whakapoto rōrahi
mn: Дууг намсгах
pl: Zmniejsz głośność
th: ลดความดังเสียง

source: Raise volume
da: Øg lydstyrke
fr: Augmenter le volume
hy: Բարձրացնել ձայնի ուժգնությունը
mi: Whakapiki rōrahi
pl: Zwiększ głośność
th: เพิ่มความดังเสียง

source: Pause
hy: Ընդհատել
mi: Tatari
mn: Түр зогсох
ne: रोक
pl: Pauza
th: หยุดชั่วคราว

source: Keyboard recording
da: Indspilning fra keyboard
fr: Enregistrement au clavier
hy: Ստեղնաշարի ձայնագրում
mi: Hopukanga piano
mn: Гарнаас бичлэг хийх
ne: किबोर्ड रेकर्डीङ्ग
pl: Nagrywanie z klawiatury
th: กำลังอัดเสียงจากคีย์บอร์ด

source: Save as .ogg
da: Gem som .ogg
fr: Sauvegarder en .ogg
hy: Պահպանել որպես օգգ.
mi: Tiaki hei .ogg
mn: .Ogg форматаар хадгалах
ne: .ogg मा बचत गर
pl: Zapisz jako .ogg
th: บันทึกเป็น .ogg

source: Rewind
da: Spol tilbage
fr: Rembobiner
hy: Ժապավենը ետ փաթաթել
mi: Whakahoki
mn: Ухраах
ne: अगाडि लैजाउ
pl: Przewiń
th: กรอกลับ

source: Save to journal and quit
da: Gem til journal og afslut
fr: Sauvegarder dans le journal et quitter
hy: Պահպանել մատյանում և դուրս գալ
mi: Tiaki ki te tuhitaka ka waiho
mn: Журналд хадгалаад гарах
pl: Zapisz do dziennika i zakończ
th: บันทึกลงบันทึกประจำวันและออก

source: -- Rhythm density, | Rhythm regularity
da: -- Tæthed for rytme, | Regularitet for rytme
fr: -- Densité du rythme, | Régularité du rythme
hy: -- Ռիթմի թանձրություն, ռիթմի կանոնավորություն
mi: -- Manawataki whānui, | Manawataki tere tika
mn: -- Хэмнэлийн нягтрал, | Хэмнэлийн жигдрэл
pl: -- Zagęszczenie rytmu, | Regularność rytmu
th: -- ความหนาแน่นจังหวะ, | ความสม่ำเสมอจังหวะ

source: -- Pitch regularity, | Pitch maximum step
da: -- Regularitet for tonehøjde, | Maksimalt trin for tonehøjde
fr: -- Régularité de la hauteur, | Intervalle maximal de hauteur
hy: -- Տոնի կանոնավորություն, Տոնի առավելագույն անցում
mi: -- Rangi tika, | Rangi hipanga whānui
mn: -- Өндрийн жигдрэл, | Өндрийн дээд алхам
pl: -- Regularność wysokości tonu, | Maksymalny poziom wysokości tonu
th: -- ความสม่ำเสมอระดับเสียง, | ระดับเสียงสูงสุด

source: -- Average duration, | Silence probability
da: -- Gennemsnitlig varighed, | Sandsynlighed for stilhed
fr: -- Durée moyenne, | Probabilité de silence
hy: -- Միջին տևողություն, Լռության հավանականություն
mi: -- Roanga nuinga, | Tūponotanga ngū
mn: -- Дундаж үргэлжлэх хугацаа, | Нам гүмийн магадлал
ne: -- औसत अवधि, | मौन हुने सम्भावना
pl: -- Średni czas trwania, | Prawdopodobieństwo ciszy
th: -- ระยะเวลาเฉลี่ย, | ความน่าจะเป็นความเงียบ

source: Major scale
da: Større skala
fr: Mode majeur
hy: Մաժոր գամմա
mi: Raupapanga oro matua
mn: Мажорын зохион байгуулалт
pl: Skala durowa
th: อัตราขยายหลัก

source: Harmonic minor scale
da: Harmonisk mol-skala
fr: Mode mineur harmonique
hy: Հարմոնիկ մինոր գամմա
mi: Raupapa oro ririki rangi maha
mn: Гармончилсан минорын зохион байгуулалт
pl: Skala molowa harmoniczna
th: อัตราขยายรองแบบฮาร์โมนิค

source: Natural minor scale
da: Naturlig mol-skala
fr: Mode mineur naturel
hy: Բնական մինոր գամմա
mi: Raupapa oro ririki tūturu
mn: Энгийн минорын зохион байгуулалт
pl: Skala minorowa eolska (naturalna)
th: อัตราขยายรองแบบธรรมชาติ

source: Phrygian scale
da: Frygisk skala
fr: Mode phrygien
hy: Ֆրիգիական գամմա
mi: Raupapa oro Phrygian
mn: Фригийн лад
pl: Skala frygijska
th: อัตราขยายฟีเจี้ยน

source: Dorian scale
da: Dorisk skala
fr: Mode dorien
hy: Դորիան գամմա
mi: Raupapa oro Dorian
mn: Дорийн лад
pl: Skala doryjska
th: อัตราขยายโดเรียน

source: Lydian scale
da: Lydisk skala
fr: Mode lydien
hy: Լիդիական գամմա
mi: Raupapa oro Lydian
mn: Лидийн лад
pl: Skala lidyjska
th: อัตราขยายลิเดียน

source: Mixolydian scale
da: Mixolydisk skala
fr: Mode mixolydien
hy: Միքսիլիդիական գամմա
mi: Raupapa oro Mixolydian
ne: मिक्जोलाइडियन स्केल
pl: Skala miksolidyjska
th: อัตราขยาย Mixolydian

source: Save preset
da: Gem forudindstilling
fr: Sauvegarder le réglage
hy: Պահպանել կազմաձևը
mi: Tiaki tatūkē
mn: Урьдчилсан тохиргоог хадгалах
ne: पुर्वनिर्धारण बचत गर
pl: Zapisz ustawienia wstępne
th: บันทึกที่ตั้งล่วงหน้า

source: Load preset
da: Indlæs forudindstilling
fr: Charger le réglage
hy: Բեռնել կազմաձևը
mi: Utaina tatūkē
mn: Урьдчилсан тохиргоог ачаалах
ne: पुर्वनिर्धारण खोल
pl: Załaduj ustawienia wstępne
th: โหลดที่ตั้งล่วงหน้า

source: Close
da: Luk
fr: Fermer
hy: Փակել
mi: Kati
mn: Хаах
pl: Zamknij
th: ปิด

source: Transpose up
da: Transponér op
fr: Augmenter d'un ton
hy: Բարձրացնել տոնը
mi: Oroneke runga
mn: Дээшлүүлэх
ne: माथी स्थानानतरण गर
pl: Przenieś do góry
th: สลับขึ้น

source: Transpose down
da: Transponér ned
fr: Baisser d'un ton
hy: Իջեցնել տոնը
mi: Oroneke raro
mn: Доошлуулах
ne: तल स्थानानतरण गर
pl: Przenieś do dołu
th: สลับลง

source: Volume up
da: Lydstyrke op
fr: Augmenter le volume
hy: Բարձրացնել ձայնի ուժգնությունը
mi: Rōrahi whakarunga
mn: Дууг ихэсгэх
ne: आवाज बढाऊ
pl: Zwiększ głośność
th: เพิ่มเสียง

source: Volume down
da: Lydstyrke ned
fr: Baisser le volume
hy: Իջեցնել ձայնի ուժգնությունը
mi: Rōrahi whakararo
mn: Дууг багасгах
ne: आवाज धटाऊ
pl: Zmniejsz głośność
th: ลดเสียง

source: Panoramization
da: Frembring panorama
fr: Panoramisation
hy: Համապատկերում
mi: Whakawhānuitanga
ne: पानोरामैजेसन
pl: Panoramizacja

source: Lowpass filter
da: Lavpasfilter
fr: Filtre passe-bas
hy: Ցածր հաճախականության զտիչ
mi: Tātari hipapoto
mn: Нам давтамж нэвтрүүлэгчийн шүүлтүүр
ne: लो-पास छनोट
pl: Filtr dolnoprzepustowy
th: ตัวกรองโลวพาส

source: Highpass filter
da: Højpasfilter
fr: Filtre passe-haut
hy: Բարձր հաճախականության զտիչ
mi: Tātari hipateitei
mn: Өндөр давтамж нэвтрүүлэгчийн шүүлтүүр
ne: हाइ-पास छनोट
pl: Filtr górnoprzepustowy
th: ตัวกรองไฮพาส

source: Bandpass filter
da: Båndpasfilter
fr: Filtre passe-bande
hy: Շերտավոր հաճախականությունների զտիչ
mi: Tātari hipawhakaae
mn: Хэсгийн давтамж нэвтрүүлэгчийн шүүлтүүр
ne: व्यान्ड-पास छनोट
pl: Filtr środkowoprzepustowy
th: ตัวกรองแบนด์พาส

source: Filter cutoff
da: Afskæringsfilter
fr: Filtre écrêteur
hy: Ֆիլտրի ամպլիտուդ
mi: Whakawete tātari
ne: छनोट कांटछांट
pl: Częstotliwość graniczna filtru
th: ตัวกรองการจำกัด

source: Open algorithmic generator
da: Åbn algoritmisk generator
fr: Générateur d'algorithme libre
hy: Բացել ալգորիթմական գեներատոր
mi: Whakatūwhera pūwaihanga hātepe
mn: Алгоритмийн үүсгүүрийг нээх
ne: खुला बिधि सृजना
pl: Otwórz generator algorytmiczny
th: เปิดตัวสร้างขั้นตอนวิธี

source: Minimum value
da: Minimum-værdi
fr: Valeur minimum
hy: Նվազագույն արժեք
mi: Uara mōkito
mn: Хамгийн доод хэмжээ
ne: न्युनतम मान
pl: Minimalna wartość
th: ค่าต่ำสุด

source: Maximum value
da: Maksimum-værdi
fr: Valeur maximum
hy: Առավելագույն արժեք
mi: Uara mōrahi
mn: Хамгийн дээд хэмжээ
pl: Maksymalna wartość
th: ค่ามากสุด

source: Specific parameter
da: Specifikt parameter
fr: Paramètre spécifique
hy: Հատուկ չափանիշ
mi: Tawhā tautuhi
ne: बिशेष परिमाण
pl: Określony parametr
th: ระบุตัวแปร

source: Apply generator
da: Anvend generator
fr: Appliquer le générateur
hy: Կիրառել գեներատոր
mi: Hoatu pūwaihanga
mn: Үүсгүүрийг ашиглах
ne: सृजना गर
pl: Zastosuj generator
th: ปรับใช้ตัวสร้าง

source: Cancel
da: Annullér
fr: Annuler
hy: Չեղարկել
mi: Whakakore
mn: Болих
pl: Anuluj
th: ยกเลิก

source: All
da: Alle
fr: Tout
hy: Ամբողջը
mi: Katoa
ne: सबै
pl: Wszystko
th: ทั้งหมด

source: Animals
da: Dyr
fr: Animaux
hy: Կենդանիներ
mi: Ngā Kararehe
ne: जनावरहरु
pl: Zwierzęta
th: สัตว์

source: Objects
da: Objekter
fr: Objets
hy: Առարկաներ
mi: Ngā Ahanoa
ne: वस्तुहरु
pl: Instrumenty
th: อ็อบเจกต์

source: Keyboard
da: Tastatur
fr: Clavier
hy: Ստեղնային գործիքներ
mi: Papapātuhi
ne: कीबोर्ड
pl: Instrument klawiszowy
th: คีย์บอร์ด

source: People
da: Personer
fr: Personnes
hy: Մարդիկ
mi: Tāngata
ne: मानिस
pl: Ludzie
th: คน

source: Percussions
da: Slagtøjsinstrumenter
hy: Հարվածային գործիքներ
mi: Ngā Pahū
ne: आघातहरु
pl: Instrument perkusyjny
th: เครื่องเคาะจังหวะ

source: Strings
da: Strenginstrumenter
fr: Cordes
hy: Լարային գործիքներ
mi: Ngā Aho
ne: डोरीहरु
pl: Instrument strunowy
th: สาย

source: Winds
da: Blæserinstrumenter
fr: Vents
hy: Փողավոր գործիքներ
mi: Ngā Hau
pl: Instrument dęty
th: ลม

source: Play / Stop
da: Afspil / Stop
fr: Jouer / Terminer
hy: Նվագարկել / Կանգնեցնել
mi: Pūrei / Tū
mn: Тоглуулах / Зогсоох
pl: Odtwórz / Zatrzymaj
th: เล่น / หยุด

source: Left click to record, right click to record on top
da: Venstreklik for at optage, højreklik for at optage oveni
fr: Clic gauche pour enregistrer, clic droit pour enregistrer par dessus
hy: Ձախ քլիք ձայնագրման համար, աջ քլիք վերևի մասում ձայնագրելու համար
mi: Pāwhiri mauī ki te hopu, pāwhiri matau ki te whakatakoto ki runga
mn: Бичлэг хийхэд хулганы зүүнийг, дээр нь бичлэг хийхэд хулганы барууныг дар
ne: रेकर्ड गर्न दायां क्लिक, त्यसैमा रेकर्ड गर्न वायां क्लिक
pl: Lewy przycisk aby nagrać, prawy aby nagrać na
th: คลิกซ้ายเพื่อบันทึก, คลิกขวาเพื่อบันทึกไว้บนสุด

source: Complexity of beat
da: Kompleksitet af anslag
fr: Complexité du battement
hy: Տակտի գծի բարդություն
mi: Whiwhinga o te taki
mn: Хэмнэлийн хүндрэл
ne: बिटको जटिलता
pl: Złożoność rytmu
th: ความซับซ้อนของจังหวะ

source: Beats per bar
da: Anslag per bjælke
fr: Battements par mesure
hy: Ժամանակ համաձայն տակտի գծի
mi: Ngā taki ia pae
ne: बिट प्रति खण्ड
pl: Uderzenia w takcie
th: จังหวะต่อบาร์

source: Record with the microphone
da: Optag med mikrofonen
fr: Enregistrer avec micro
hy: Ձայնագրել միկրոֆոնով
mi: Hopu me te hopureo
mn: Микрофонтой бичлэг хийх
ne: माइक वाट रेकर्ड गर
pl: Nagraj z mikrofonem
th: บันทึกด้วยไมโครโฟน

source: Open SynthLab to create noise
da: Åbn SynthLab for at skabe støj
fr: Ouvrir SynthLab pour créer du bruit
hy: Բացել ՍինթԼաբ-ը ձայն ստեղծելու համար
mi: Whakatūwhera TaiwhangaRaweke hei waihanga hoihoi
mn: Чимээ үүсгэхийн тулд Synthlab-ыг нээ
ne: हल्ला थप्न SynthLab खोल
pl: Otwórz SynthLab aby stworzyć hałas
th: เปิดซิงค์แลปเพื่อส้รางเสียงรบกวน

source: Record microphone into slot 4
da: Optag mikrofon til sokkel 4
fr: Enregistrer le micro dans l'emplacement 4
hy: Ձայնագրել միկրոֆոնը դիրք 4-ում
mi: Hopu hopureo ki te kōkuhu 4
ne: माइक्रोफोन चैथो स्लटमा रेकर्ड गर
pl: Nagrywaj mikrofon z gniazda 4
th: บันทึกเสียงจากไมโครโฟนลงช่อง 4

source: Guinea Pig
da: Marsvin
fr: Cobaye
hy: Ծովախոզուկ
mi: Poaka Kini
pl: Świnka morska
th: หนูทดลอง

source: Gamelan
hy: Գամելան
mi: Tākaroaho
th: ระนาด

source: Electric Guitar
da: Elektrisk guitar
fr: Guitare électrique
hy: Էլեկտրական կիթառ
mi: Kitā hiko
ne: इलेक्ट्रिक गिटार
pl: Gitara elektryczna
th: กีตาร์ไฟฟ้า

source: Koto
hy: Կոտո
ne: कोटो
th: โคโท

source: Banjo
hy: Բանջո
mi: Paaho
ne: बैनजो
pl: Bandżo
th: แบนโจ

source: Ukulele
hy: Ուկուլելե
mi: Ukarere
ne: उकुलेले
th: อูกูเลเล

source: Harpsichord
da: Cembalo
fr: Clavecin
hy: Կլավիկորդ
ne: हार्पसीकर्ड
pl: Klawesyn
th: ฮาร์ปซิคอร์ด

source: Clarinet
da: Klarinet
fr: Clarinette
hy: Կլավինետ
mi: Karanete
pl: Klarnet
th: คลาริเน็ต

source: Flute
da: Fløjte
fr: Flûte
hy: Ֆլեյտա
mi: Pōrutu
pl: Flet
th: ฟลูต

source: Piano
da: Klaver
hy: Դաշնամուր
ne: पियानो
pl: Fortepian
th: เปียโน

source: Dog
da: Hund
fr: Chien
hy: Շուն
mi: Kurī
ne: कुकुर
pl: Pies
th: สุนัข

source: Chicken
da: Kylling
fr: Poule
hy: Ճուտ
mi: Heihei
ne: चल्लो
pl: Kurczak
th: ไก่

source: Duck
da: And
fr: Canard
hy: Բադ
mi: Rakiraki
ne: हाँस
pl: Kaczka
th: เป็ด

source: Raspberry
da: Hindbær
fr: Framboise
hy: Ազնվամորի
mi: Rāpere
pl: Odgłosy paszczą

source: Harmonica
da: Harmonika
hy: Շրթհարմոն
mi: Hāmonika
ne: हार्मोनिका
pl: Harmonijka ustna
th: หีบเพลงปาก

source: Alarm
fr: Alarme
hy: Ազդանշան
mi: Pūoho
ne: चेतावनी
th: กระดิ่งของนาฬิกาปลุก

source: Bird
da: Fugl
fr: Oiseau
hy: Թռչուն
mi: Manu
ne: चरो
pl: Ptak
th: นก

source: Frog
da: Frø
fr: Grenouille
hy: Գորտ
mi: Poroka
ne: भ्यागुतो
pl: Żaba
th: กบ

source: Cat
da: Kat
fr: Chat
hy: Կատու
mi: Ngeru
ne: बिरालो
pl: Kot
th: แมว

source: Cow
da: Ko
fr: Vache
hy: Կով
mi: Kau
ne: गाई
pl: Krowa
th: วัว

source: Cricket
da: Fårekylling
fr: Grillon
hy: Ծղրիդ
mi: Pihareinga
ne: फटयाङ्गो
pl: Świerszcz
th: จิ้งหรีด

source: Bottle
da: Flaske
fr: Bouteille
hy: Շիշ
mi: Pātara
ne: बोतल
pl: Butelka
th: ขวด

source: Dump
fr: Poubelle
hy: Նետել
mi: Para
ne: डम्प्
pl: Śmieci
th: ที่ทิ้งขยะ

source: Cymbal
da: Bækken
fr: Cymbale
hy: Ծնծղաներ
mi: Patupere
pl: Talerze perkusyjne
th: ฉาบ

source: Ow
da: Av
fr: Ouïlle
hy: Օհ
ne: औ
pl: Ałł
th: โอ๊ย

source: Hey
fr: Hé
hy: Հեյ
mi: Ei
ne: हे
pl: Hej
th: เฮ้

source: Sheep
da: Får
fr: Mouton
hy: Ոչխար
mi: Hipi
ne: भेडो
pl: Owca
th: แกะ

source: Water
da: Vand
fr: Eau
hy: Ջուր
mi: Wai
ne: पानी
pl: Woda
th: น้ำ

source: Ray Gun
da: Strålepistol
fr: Pistolet laser
hy: Ճառագայթային զենք
mi: Pū Hihī
pl: Laser
th: ปืนเรย์

source: Trumpet
da: Trompet
fr: Trompette
hy: Շեփոր
mi: Tētere
ne: तुरही
pl: Trąbka
th: ทรัมเป็ต

source: Clavinet
hy: Կլավինետ
mi: Patō
ne: क्लेविनेट
pl: Klawinet
th: คลาวิเน็ต

source: Flugelhorn
da: Flygelhorn
fr: Bugle
hy: Թևային փող
pl: Skrzydłówka
th: ฟลูเกลฮอน

source: Foghorn
da: Tågehorn
fr: Corne de brume
hy: Շչակ
mi: Hoana
ne: फगहर्ण
pl: Syrena mgłowa
th: ฟอกฮอน

source: Bubbles
da: Bobler
fr: Bulles
hy: Պղպջակներ
mi: Ngā Miru
ne: बबलहरु
pl: Bąbelki
th: ฟองอากาศ

source: Marimba
hy: Մարիամբա
mi: Marima
ne: मारिम्बा
th: มาริมบา

source: Fingercymbals
da: Fingerbækkener
fr: Cymbales à doigts
hy: Կաստանյետ
mi: Patuperemati
ne: फिंगर्सिमबलस्
pl: Saggat
th: ฟิงเกอร์คิมบัล

source: Laugh
da: Latter
fr: Rire
hy: Ծիծաղ
mi: Katakata
ne: हाँस
pl: Śmiech
th: หัวเราะ

source: Baby Laugh
da: Babylatter
fr: Rire de bébé
hy: Մանկական ծիծաղ
mi: Katakata Pēpi
ne: बेबी लाफ्
pl: Śmiech dziecka
th: เด็กหัวเราะ

source: Baby Uh-oh
da: Baby-hujen
fr: Oh oh de bébé
hy: Մանկակն ուհ-օհ
mi: Auē Pēpi
pl: Och dziecka
th: เด็กร้องเอ้อโอ้

source: Cling
da: Klirren
hy: Ծնգոց
mi: Piri
ne: क्लिंग्
pl: Brzęk
th: ยึดติด

source: Bicycle bell
da: Cykelklokke
fr: Sonnette de vélo
hy: Հեզանիվի զանգ
mi: Pere pahikara
pl: Dzwonek do roweru
th: กริ่งจักรยาน

source: Door
da: Dør
fr: Porte
hy: Դուռ
mi: Kūaha
ne: ढोका
pl: Drzwi
th: ประตู

source: Electric Bass
da: Elektrisk bas
fr: Basse électrique
hy: Էլեկտրական բաս
mi: Ngū Hiko
pl: Gitara basowa
th: กีตาร์เบส

source: Acoustic Guitar
da: Akustisk guitar
fr: Guitare acoustique
hy: Ակուստիկ կիթառ
mi: Kitā
ne: एकोस्टिक गिटार
pl: Gitara akustyczna
th: กีต้าร์โปร่ง

source: Dice
da: Terning
fr: Dés
hy: Զառ
mi: Whangaono
ne: डाइस
pl: Kość do gry
th: ลูกเต๋า

source: Didjeridu
hy: Դիջերիդու
ne: डिडजेरिडु
pl: Didgeridoo

source: Harmonium
hy: Ֆիսհարմոնիա
mi: Hamōniō
ne: हरमोनियम
pl: Fisharmonia
th: ออร์แกนเล็ก

source: Horse
da: Hest
fr: Cheval
hy: Ձի
mi: Hōiho
ne: घोडा
pl: Koń
th: ม้า

source: Kalimba
hy: Կալիմբա
mi: Karipa
ne: कालिमबा
th: คาลิมบา

source: Mandolin
fr: Mandoline
hy: Մանդոլինա
mi: Manatorini
pl: Mandolina
th: แมนโดลิน

source: Ocarina
hy: Օկարինա
mi: Okarina
ne: आकारीना
pl: Okaryna
th: โอคารินา

source: Rhodes
hy: Ռոդես դաշնամուր
mi: Rautu
ne: रोड्स
pl: Fender Rhodes

source: Saxophone
da: Saxofon
hy: Սաքսոֆոն
mi: Pūtohe
pl: Saksofon
th: แซ็กโซโฟน

source: Soprano Saxophone
da: Sopransaxofon
fr: Saxophone soprano
hy: Սոպրանո սաքսոֆոն
mi: Pūtohe Oroteitei
pl: Saksofon sopranowy
th: แซ็กโซโฟนโซปราโน

source: Shehnai
hy: Շեհնաի
mi: Henai

source: Sitar
hy: Սիթառ
mi: Titā
ne: सीटार
th: ซิทาร์

source: Tuba
hy: Հոբոյ
mi: Tūpa
ne: ट्यूवा
th: แตรใหญ่

source: Violin
fr: Violon
hy: Ջութակ
mi: Whira
ne: वाइलिन
pl: Skrzypce
th: ไวโอลิน

source: Camera
da: Kamera
fr: Appareil photo
hy: Տեսախցիկ
mi: Kāmera
ne: भाचित्रणयन्त्र
pl: Aparat fotograficzny
th: กล้อง

source: Car
da: Bil
fr: Voiture
hy: Մեքենա
mi: Motokā
ne: गाडी
pl: Samochód
th: รถยนต์

source: Car Horn
da: Bilhorn
fr: Klaxon
hy: Մեքենայի ազդանշան
mi: Hoana Motokā
ne: गाडीको हर्ण
pl: Klakson
th: แตรรถยนต์

source: Cello
fr: Violoncelle
hy: Թավջութակ
mi: Tiero
ne: सेलो
pl: Wiolonczela
th: ไวโอลินใหญ่

source: Chimes
da: Klokkespil
hy: Ղողոնջներ
mi: Tingatinga
ne: चाइमस्
pl: Dzwonki rurowe
th: เสียงระฆัง

source: Crash
da: Sammenstød
hy: Թնդյուն
mi: Tuki
ne: टक्कर
pl: Rozbite szkło
th: การชน

source: Plane
da: Fly
fr: Avion
hy: Ինքնաթիռ
mi: Pereina
ne: वायुयान
pl: Samolot
th: เครื่องบิน

source: Slap
da: Klask
fr: Coup
hy: Շրպպոց
mi: Paki
ne: लबटा
pl: Klaps
th: เสียงตบ

source: Temple Bell
da: Tempelklokke
fr: Cloche de temple
hy: Եկեղեցական զանգ
mi: Pere Temepara
ne: मन्दिरको घण्टी
pl: Dzwon świątynny
th: ระฆัง

source: Sarangi
hy: Սարանգի
mi: Harangi
ne: सारंगी

source: 'au tahana
hy: աու թահանա

source: Jazz / Rock Kit
fr: Kit Jazz/Rock
hy: Ջազ / Ռոք գործիքներ
mi: Kete Jazz / Rock
mn: Жаз / Рок хэрэгсэл
ne: ज्याज/रक किट
pl: Grupa Jazz / Rock
th: ชุดอุปกรณ์ แจ๊ส / ร็อค

source: African Kit
da: Afrikansk Kit
fr: Kit Africain
hy: Աֆրիկյան գործիքներ
mi: Kete Awherika
mn: Африкийн хэрэгсэл
ne: अफ्रिकी किट
pl: Grupa afrykańska
th: ชุดอุปกรณ์ แอฟริกัน

source: Arabic Kit
da: Arabisk kit
fr: Kit Arabe
hy: Արաբական գործիքներ
mi: Kete Ārapi
mn: Арабын хэрэгсэл
ne: अरबी किट
pl: Grupa arabska
th: ชุดอุปกรณ์ อาหรับ

source: Electronic Kit
da: Elektronisk kit
fr: Kit Électronique
hy: Էլեկտրոնային գործիքներ
mi: Kete Pūoro Hiko
mn: Цахилгаан Хэрэгсэл
ne: विद्धुतिय किट
pl: Sprzęt elektroniczny
th: ชุดอุปกรณ์ อิเล็กทรอนิกส์

source: South American Kit
da: Sydamerikansk kit
fr: Kit Sud Américain
hy: Հարավ Ամերիկյան գործիքներ
mi: Kete Amerika ki te Tonga
mn: Хойд Америкийн хэрэгсэл
ne: दक्षिण अमेरिकी किट
pl: Grupa Ameryki Południowej
th: ชุดอุปกรณ์ อเมริกาใต้

source: Nepali
da: Nepalesisk
fr: Népalais
hy: Նեպալերեն
mi: Nepari
ne: नेपाली
pl: Nepalska
th: ภาษาเนปาล

source: TamTamEdit
da: TamTamRedigering
hy: ՏամՏամԽմբագրել
mi: WhakatikaTamTam
ne: ट्याम ट्याम एडिट
th: แก้ไขtamtam

source: TamTamJam
hy: ՏամՏամՋեմ
mi: WhakatangitangiTamTam
ne: ट्याम ट्याम जाम

source: TamTamMini
hy: ՏամՏամՄինի
mi: RirikiTamTam
ne: ट्यामट्याम_मिनी

source: TamTamSynthLab
hy: ՏամՏամՍինթԼաբ
mi: TaiwhangaRawekeTamTam
ne: ट्यामट्यामसिन्थल्याब

source: FM
fr: Modulation de fréquence
ne: एफ एम
pl: FM (modulacja częstotliwości)
th: เอฟเอ็ม

source: A music and sound exploration application for Sugar
da: Et program til at udforske musik og lyd i Sugar
fr: Une application d'exploration musicale et sonore pour Sugar

source: TamTam is a suite of four music and sound related activities for Sugar. TamTam is written in python with some C functions for speed-critical services. The audio engine for TamTam is Csound.
da: TamTam er en suite bestående at fire musik- og lydaktiviteter til Sugar. TamTam er skrevet i Python med nogle C-funktioner for tjenester som kræver hastighed. TamTams lydmotor er Csound.
fr: TamTam est un groupe de quatre activités musicales pour Sugar. TamTam est écrit en pythn avec quelques functions en C pour les services où la rapidité d'exécution est cruciale. Le moteur audio pour TamTam est Csound.
