Repository: sugar-activities/4062-activity
Catalog: po/hus.po
Languages: hus

source: Play / Pause
hus: Tsab k'wajba' / t'ok'bay we'

source: Stop
hus: Kubla'

source: Select tool
hus: Tákul ayixtaláb

source: Draw Tool
hus: T'iplab ayindhanél

source: Paint Tool
hus: Mukux ayindhanél

source: Duplicate
hus: Kwaya'liy

source: Generate Tune
hus: Inkiy an k'ani'láb

source: Generation
hus: Wa'tsindhom

source: Record keyboard
hus: Ts'at'a' in janídh an kambidh-t'enemtaláb

source: Record to ogg
hus: Ts'at'a' al an ogg

source: Volume / Tempo
hus: Kawídh / K'ij

source: Properties
hus: In inkíl

source: Volume
hus: Kawídh

source: Tempo
hus: k'ij

source: Rhythm
hus: áy an k'ani'láb

source: Density
hus: Álémtaláb

source: Regularity
hus: Nuk'at

source: Pitch
hus: Álwá' an janidhtaláb

source: Maximum step
hus: Pulik xakab

source: Duration
hus: Owát

source: Note duration
hus: Owém an tsakam dhuchlab

source: Silence density
hus: Álém an ts'ibataláb

source: Scale:
hus: Tsalpantált'iplab:

source: Mode:
hus: Alwá':

source: Drunk
hus: Wílel

source: Drone and Jump
hus: Sununúl ani t'ikwnal

source: Repeater
hus: Wichk'ox

source: Loop segments
hus: Tsab t'aja' an kits'lab

source: None
hus: Mani jún

source: Lowpass
hus: Wat'él tsa'at

source: Bandpass
hus: Wat'el pejach

source: Highpass
hus: Wat'él t'ek'at

source: Line
hus: Kits'lab

source: Purple
hus: Tamkulom mukuxtaláb

source: Green
hus: Yaxu'

source: Blue
hus: Tok'i'

source: Yellow
hus: Manu'

source: Grid division:
hus: K'e'adh ti mudhe':

source: Page color:
hus: Mukuxtal an walxeklek:

source: Transposition:
hus: T'i'podhwat'baxtaláb:

source: Pan:
hus: Jun pok'e':

source: Reverb
hus: Nuk'at janídhtaláb

source: Attack duration
hus: In owát ti taktól

source: Decay duration
hus: Owát an tsa'at tsapláb

source: Filter Type:
hus: Junkubél i dhikab:

source: Type
hus: Junkubél

source: Minimum
hus: We'kats

source: Maximum
hus: K'adhpidh

source: Random
hus: Yab exbadh

source: Track 1 Volume
hus: Kawídh in bélil an janidhtaláb 1

source: Track 5 Properties
hus: Inkíl in belil an janidhtaláb 5

source: Generate
hus: Ts'ejka'

source: Record
hus: Ts'at'a'

source: Tools
hus: Ayindhanél

source: Compose
hus: Ts'ejkáb

source: M
hus: S

source: Mute track
hus: Ts'pik'anchij in belil in belil an janidhtaláb

source: S
hus: 1P

source: Solo track
hus: Kwetém belil an janidhtaláb

source: Track %s Properties
hus: Inkíl in belil an janidhtaláb %s

source: Left click to mute, right click to solo
hus: Kw'atbej ka ni'chij abal ka tsi'ibk'an, wimbej ka ni'inchij abal kwetem

source: Instrument Properties
hus: Inkíl an ayindhanél

source: Drum Kit Properties
hus: Inkíl an kwenél t'enemtaláb

source: Loop Properties
hus: Inkíl an wilk'intaláb

source: Assign Key
hus: Ka punchij an tsinat bijláb

source: Jam
hus: T'eney

source: Beat
hus: Áy an k'aniláb

source: Desktop
hus: Waldhuchumtáb

source: Playback
hus: Tsab wichk'ow

source: Drum Kits
hus: Kwenél i mulkux tsapláb

source: Loops
hus: Wenk'owtaláb

source: Loop
hus: T'iplab

source: Pan:
hus: Jun pok'e':

source: Beats:
hus: Lejbaxtalab k'al an k'aniláb (ájatláb):

source: Regularity:
hus: Junkubataláb:

source: Master volume
hus: Kawídhtaláb xi Exobchix

source: Stop Loops
hus: Kuba' an wenk'owtaláb

source: Mute Loops
hus: Ts'ibk'a' an wnk'owtaláb

source: Jump To Beat
hus: Bawchij an lejab k'ani'lab

source: Synch to:
hus: Junat k'ij k'al:

source: 1 Beat
hus: 1 ni'chij (pulsar)

source: 2 Beats
hus: 2 ni'chijchik

source: 3 Beats
hus: 3 ni'chijchik tin áy an k'ani'láb

source: 4 Beats
hus: 4 ni'chijchik tin áy an k'aniláb

source: 5 Beats
hus: 5 ni'chijchik tin áy an k'ani'láb

source: 6 Beats
hus: 6 ni'chijchik tin áy an k'ani'láb

source: 7 Beats
hus: 7 ni'chijchik tin áy an k'aniláb

source: 8 Beats
hus: 8 ni'chijchik tin áy an k'aní'láb

source: 9 Beats
hus: 9 ni'chijchik tin áy an k'ani'láb

source: 10 Beats
hus: 10 ni'chijchik tin áy an k'ani'láb

source: 11 Beats
hus: 11 ni'chijchik tin áy an k'ani'láb

source: 12 Beats
hus: 12 ni'chichik tin áy an k'ani'láb

source: Desktop 1
hus: Waldhuchumtaláb 1

source: Desktop %d
hus: Waldhuchumtaláb %d

source: Record microphone into slot 1
hus: Ts'at'a' an kawidhmedhomtaláb ti an jólát 1

source: Record microphone into slot 2
hus: Ts'at'a' an kawidhmedhomtaláb ti al an jólát 2

source: Record microphone into slot 3
hus: Ts'at'a' an kawidhmedhomtaláb ti al an jólát 3

source: Add new Sound
hus: Punk'uy ít iJanidhtaláb

source: Sound:
hus: Janidhtaláb:

source: Register:
hus: Dhucha':

source: Play
hus: Tsab wat'ba'

source: Balance
hus: Junkudhtaláb

source: Click to record a loop
hus: Ni'chij abal ka ts'at'a' juni wenk'oxtaláb

source: Click to add a loop
hus: Punk'unchij juni wenk'oxtaláb

source: Click to clear all loops
hus: Pakuw patal an wenk'xtaláb

source: Source
hus: Inkintal

source: Effect
hus: T'ajnél

source: Control
hus: Ábatnom

source: Sound Output
hus: Kaldhanchij in janídh

source: LFO
hus: OBF

source: Amplitude
hus: Owém

source: Frequency
hus: Áytal Wilk'idh

source: Waveform
hus: In álwá' an Ik' bél

source: Sine
hus: Seno

source: Triangle
hus: Ox ts'upi'

source: Bi-Square
hus: Bi-Tse' in walté'

source: Uni-Square
hus: Uni-Tse'walté'

source: Sawtooth
hus: Katmadhkotox

source: Sawtooth-down
hus: Pa'a'ál katmadhjotox

source: Offset
hus: Tadhk'inal

source: A low frequency oscillation (LFO) is an inaudible, pulsing wave used to change another sound.
hus: Tam ka k'ayúm wiwk'a'in in áytalwilk'idh (OBF) pel juni ik'bél xi yab ats'at ani u eynal abal ka jalk'unchat in alwá' k'e'at i janidhtaláb.

source: The volume of the LFO wave. More volume means more effect.
hus: In kawídh an ik'bél OBF. Juni i pulik kawidhtaláb lé' kin uluw juni pulik t'ajnél.

source: The speed of the wave.
hus: In ádhík an ik'bél.

source: The type of wave that will be used for the LFO.
hus: Junkubél ik'bél a xi ne'ets ka ayidháj abal an OBF.

source: The value added to the amplitude of the LFO.
hus: In jalbíl a xi ts'at'atits ti al in owém an OBF.

source: Seed
hus: Íláb

source: A sequence of numbers without repetition chosen by the computer.
hus: Áy an ajixtaláb xi yab takudh kin wilk'ow an Abatnom Pat'al.

source: The smallest number allowed
hus: We'ekats i ajixtaláb ti binadh an k'ij

source: The biggest number allowed.
hus: Yan i ajixtaláb ti binádh an k'ij.

source: The speed of the sequence.
hus: In adhík an áyláb.

source: The number to initialize the number generator
hus: An Ájixtaláb abal kin tujuw an ts'ejkom ajixtalábchik

source: Envelope
hus: Dhu'banél

source: Attack
hus: Taktoma'

source: Decay
hus: Tsa'at tsapláb

source: Sustain
hus: Tsáplixtaláb

source: Release
hus: Koyataláb

source: An ADSR envelope is the shape of the sound's volume over time.
hus: Juni dhu'banél ADSR jats in alwá' in kawídh an janidhtaláb ti al an k'ij.

source: (A) how quickly the sound reaches full volume.
hus: (A) In ádhík jant'ini' ka ulits in janidh k'al patal in kawídh.

source: (D) how quickly the sound drops after the attack.
hus: (D) In Adhík Jant'ini' tu k'ibel an janidhtaláb tam ok'xidh ka takchikat.

source: (S) the volume of the sound until the note is released.
hus: In kawídh an janídhtaláb ma ka wilan an dhuchadh k'ani'láb.

source: (R) how quickly the sound goes away.
hus: In adhík jant'ini' ti ts'ibk'anal in janídh.

source: Scaling
hus: Lejbaxjanidhtaláb

source: Linear
hus: Kilodh tin bólídh

source: Logarithmic
hus: Logaritmica

source: Poll time
hus: K'ij Konowixtaláb

source: The trackpad can be used to modify the sound. This is from left to right.
hus: An trackpad in ejtowal ka éyan abal ka tsab ítmedhaj an janidhtaláb. Axe' belal ta k'watab abal ta winab.

source: The minimum value the trackpad will send.
hus: In lej tsa'at jalbíl xi ne'ets kin abna' an Trackpad.

source: The maximum value the trackpad will send.
hus: In lej pulik jalbíl xi ne'ets kin abna' an trackpad.

source: The shape of the value repartition. In a straight line (linear) or a curved line (logarithmic).
hus: In alwá' jant'ini' ti kw'ajat buk'udh in jalbíl. Tin bolidh an kits'lab o max í pulichladh.

source: The time interval between each event coming from the trackpad.
hus: In k'elbadh jolát an k'ij ti al an i t'ajnélchik xi tál ti Trackpad.

source: The trackpad can be used to modify the sound. This is from top to bottom.
hus: An Trackpad XO ina ejtowal ka éyab abal kin tsab jalk'uy an janídhtaláb. A Axe´u belal ti ébál abal alál.

source: Carrier Frequency
hus: Áytal Wilk'idh xi kital

source: Modulator Frequency
hus: Áytal Wilk'idh xi t'ojojox jununúl

source: Index
hus: Nik'at bijdhuchlab

source: Gain
hus: Ok'chikatlowál

source: Frequency modulation synthesis (FM) creates an electronic sound by combining the frequency of two waves (the carrier and the modulator).
hus: An tsakam tejwamedhomtaláb tin ébal an wilk'idháytaláb, in ts'ejkál juni janidhtaláb k'al an k'amal, junti u xaluxinal an wilk'idháytaláb xi in áyindhál tsáb i ik' bél.

source: The main wave frequency.
hus: An wilk'idh áytaláb ti al an ik' bél xi lej exbadh.

source: The frequency of the wave that will modify the Carrier wave.
hus: An wilk'idháytaláb ti al an ik'bél ayindhach abal ka tsab wenk'owat an ik'bél xi kital.

source: The variation in frequency of the Carrier wave.
hus: Jalk'ú' an wilk'idháytaláb ti al an ik' bél xi kital.

source: The volume of the sound.
hus: Kawídh an Janidhtaláb.

source: Buzz
hus: Ts'iliytaláb

source: Number of harmonics
hus: Yanél an juchub t'enemtaláb

source: Filter Slope
hus: Eméltal an dhikab

source: A buzz is a very bright sound with many harmonics.
hus: Juni ts'ilíy pel juni alabél janidhtaláb k'al yani juchub t'enemtaláb.

source: The pitch of the buzz sound.
hus: In álwá' an Janidhtaláb.

source: The harmonic thickness of the sound.
hus: In k'ochól janídh an juchub t'enemtaláb.

source: The brightness of the sound.
hus: In alabental an janídhtaláb.

source: VCO
hus: OCV

source: Square
hus: Pek'madh tse' ts'upi'

source: A voltage-controlled oscillator (VCO) creates an electronic sound by combining the shape of two waves.
hus: Juni wiwk'ontaláb xi abatnadh k'al in tsáp an k'amal (OCV) in ts'ejkál juni kawidhtaláb kál an k'amal junti xaluxlinal in éy k'al tsáb i ik'bél.

source: The wave that will be modified by the VCO.
hus: An ik'bél a xi ne'ets ka itmedháj k'al an OCV.

source: The shape of the VCO's wave.
hus: In alwá' an ikbél OCV.

source: Pluck
hus: Tukmichikiy

source: Vibrato
hus: Janidh dhiyoyoltaláb

source: An electronic string instrument (like a guitar).
hus: Juni t'enemtaláb xi in kwa'al in ts'ajlíl xi tsaplidh k'al an k'amal (ejtil an Pulik ájab).

source: The pitch of the instrument.
hus: In alwá' in janídh an t'enemtaláb.

source: Noise
hus: Ts'iliytaláb

source: White
hus: Dhakni'

source: Pink
hus: Dhuyu'

source: Bandwidth
hus: Ts'ikwél

source: Noise is a sound with energy on every frequency.
hus: An Ts'ilíy pel juni janidhtaláb k'al in tsáp xi in ne'dhál patal an Wilk'idháytaláb.

source: The shape of noise to be used (white = bright, pink = dark, gauss = colored).
hus: In T'ipól xu éynal k'al an ts'il'iy (dhakni'=mak'ik'íl, dhalbadh dhuyu'=yikw'ax, gauss=witsichik).

source: The thickness of the sound.
hus: In k'ochém an janidhtaláb.

source: Sound Sample
hus: T'iplab k'al an janídhtaláb

source: Sample Number
hus: Ajix tejwamedhomtaláb

source: Sample name
hus: Bij an t'iplab

source: A sample is a real sound that has been recorded and that can be played back.
hus: Juni t'iplab pel juni tejwa' janídhtaláb a xi k'wajat ts'at'badhits ani ne'ets ka ejtowat tsab kw'ajba'.

source: The pitch of the sample.
hus: In tejwamedhomtal in álwá' an janidhtaláb.

source: The sample to be used.
hus: Xi éynal ti tejwamedhomtaláb.

source: Voice
hus: Nuk' janidhtaláb

source: Vowel
hus: Nuk' janidhtaláb

source: An electronic voice.
hus: Juni kawintaláb xi pat'alidh.

source: The pitch of the sound.
hus: In alwá' an janidhtaláb.

source: The shape of the sound based on vowels.
hus: An janidhtaláb xi u inkinal k'al an nuk'ajinidhtaláb.

source: Grain
hus: Ichlab

source: The grain effect splits the sound in tiny bits which can be rearranged in time.
hus: An t'ajn'el ichlab in t'ijax mu'uwal an janidhtaláb xi ne'ets ka ejtowat ka t'jojoyat al an k'iij.

source: The pitch of grains.
hus: In alwá' an janidhtaláb an ichlab.

source: The variation in pitch of grains.
hus: Yantolom in alwá' in janidh an ichlabchik.

source: Additive Synthesis
hus: An tsakam punk'uxtaláb

source: Spread
hus: Buk'eltaláb

source: Additive synthesis creates musical timbre by combining different waves.
hus: An tsakam punk'uxtaláb in ts'ejkál juni alabél janidhtaláb tam kin xaluxliy yantolom i pilchik ik'bél.

source: The separation between the different waves.
hus: An pilchik ik'bél owemdhachik ti kw'ajat.

source: The shape of the wave.
hus: In alwá' an ik'bél.

source: Microphone input
hus: In otskantal an kawidhomtaláb

source: Length of the memory
hus: In nakél an ók'dhaykol

source: memory number
hus: ajixtaláb k'al in ok'dhaykol

source: Playback speed
hus: Adhík an wilk'ixtaláb

source: Microphone input is record into a buffer for playback (right-click on the object to record sound)
hus: In otskantal an kawidhomtaláb u ts'at'báb al juni ts'ejeltal ok'dhaykol abal ka wilililáts (ni'inchij winbéj ti al an t'iplab abal ka ts'at'ey an janidhtaláb)

source: This parameter can not be modified
hus: Axé' xi lejbantaláb yab u jalk'unal

source: Speed playback changes duration and pitch of the sound
hus: In owát an wilk'ixtaláb in jalk'uwal in owát ani in janídh an ts'iliytaláb

source: Delay
hus: Jilk'ontaláb

source: Feedback
hus: Tsablejkixtaláb

source: Delay is an audio effect that repeats the sound over and over.
hus: An jilk'ontaláb (ik'letsbax) pel in tsilíy an janidhtaláb xi wilk'inal juníl ani junilik'ij.

source: The speed of the delay.
hus: In adhík an ik'letsbax.

source: The time it takes for the sound to go away.
hus: An k'ij xi in yejenchal abal ka ts'ibk'an an ts'ilíy.

source: Distortion
hus: Yab in tekédh

source: Resonance
hus: Janiníltaláb

source: Distortion Level
hus: In puwél a xi yab tekedh

source: Distortion is the deformation of a wave which creates harsh sounds.
hus: Xi yab in tekédh pel kom odhpinal juni ik'bél a xi ts'ejkom k'al an wits'iy janitdhtaláb.

source: The pitch of the distorted sound.
hus: In alwá' an janidhtaláb xi yab in kwa'al in tekedh.

source: The amount of vibration the instrument has against itself.
hus: In yanél an dhiyoyóltaláb xi al an ayindhanél xi in kwetém tomts'oyal.

source: The volume of the distorted sound.
hus: In kawídh an janidhtaláb xi yab in kwa'al in tekedh.

source: Filter
hus: Dhikab

source: An audio filter is designed to brighten, darken or color a sound.
hus: Juni dhikab tin ébál an ots'bixtaláb kw'ajat ts'ejkadh abal kin leyoymedha', kin yikw'axmedha' o kin kwa'anchij in k'jidh juni janidhtaláb.

source: The point in the sound to be filtered.
hus: T'ipts'odh junti an janidhtaláb u dhiknal.

source: The size of the region affected by the filter.
hus: In puwél an pejach junti odhnach k'al an dhikap.

source: The type of filter used: lowpass = dark, highpass = bright, bandpass = colored.
hus: Junkubél an dhikab xi ne'ets ka éyan: Wat'el tin álam=yikwax, wat'el t'ek'at = mak'ik'íl, pasa banda=xi k'ijidh in janídh.

source: Ring Modulator
hus: T´ojojox k'al an kwecho'

source: Mix
hus: Xaluxtaláb

source: Ring modulation is an audio effect that creates metallic sounds.
hus: In t'ojojoxtal an kwecho' pel in t'ojlabil an ots'bixtaláb a xi in ts'ejkál an pat'ál janidhtaláb.

source: The pitch of the ring modulator.
hus: An janidhtaláb in alwá' k'al an t'ojojoxtaláb tin ébál an kwecho'.

source: The volume of the modulated sound.
hus: In kawídh an janidhtaláb xi t'ojojox.

source: The shape of the wave used for modulation.
hus: In alwá' an ik'bél xi ayindhach abal ka t'ojojoxin.

source: Length
hus: Nakél

source: Reverb Level
hus: Wichat nuk'at janidhtaláb

source: Reverberation is the length a sound stays in a room.
hus: An nuk'at janidhtaláb jats in nakél jun i janidhtaláb xi u kw'aj'il altaj al jun i atáj.

source: The size of the room.
hus: Puwéltal an koydhomaltáj.

source: The brightness of the reverberated sound.
hus: In alabental in janídh an nuk'atjanidhtaláb.

source: The amount of reverb to be applied.
hus: Yanél an nuk'at janidhtaláb xi ayindháb.

source: Dry delay
hus: Waynek jik'ónél

source: A harmonizer doubles the sound musically.
hus: Jun i junkuxtaláb in tsapchiyal in janídh an kíjidhtaláb.

source: The pitch of the doubled sound.
hus: In alwá' an janidhtaláb xi ts'abpunk'udh.

source: The start time of the original sound.
hus: In jolát an k'ij abal ka tujchij in lejtal an janidhtaláb.

source: The balance between the original and the doubled sound.
hus: Ka kwajiy ts'ejladh k'al xi in lejtal an janidhtaláb ani a xi tsabpunk'udh.

source: Equalizer 4 bands
hus: T'ojojox k'al tsé tsawiwíl wat'el

source: Band one gain
hus: K'a'al atlowál xi tsawiwíl wat'él

source: Band two gain
hus: Tsabchíl atlowál a xi tsawiwíl wat'el

source: Band three gain
hus: Oxchíl atlowál a xi tsawiwíl wat'él

source: Band four gain
hus: Tse'chíl atlowál a xi tsawiwíl wat'él

source: A 4 band equalizer chooses slices (bands) in the sound and makes them louder or softer.
hus: Jun i t'ojojox xi in kwa'al 4 i tsawiwíl wat'el in takuyal an putudhkits'lab (tsawiwíl wat'el) ti al an janidhtaláb ani in t'ajal abal ka lej tsapikmej o ka paluwmej.

source: The volume of band 1 (low).
hus: In kawídh k'al an tsawiwíl wat'el 1 (tsa'at).

source: The volume of band 2 (mid-low).
hus: In kawídh an tsawiwíl wat'el 2 (ts'ejel-tsa'at).

source: The volume of band 3 (mid-high).
hus: In kawídh an tsawiwíl wat'el 3 (ts'ejel-tsapik).

source: The volume of band 4 (high).
hus: In kawídh an tsawiwíl wat'el 4 ( k'adhat).

source: Chorus
hus: Kwenélajat

source: LFO Depth
hus: Lupém OBF

source: LFO Frequency
hus: Junkubat OBF

source: The chorus effect plays copies of the same sound with a slight variation.
hus: In ts'ilíy an kwenélajat in tsab k'otbiyal kwetem juníl an janidhtaláb tokot u jalk'unal we'.

source: The volume of the LFO signal.
hus: In kawídh an tsólóm OBF.

source: The pitch of the LFO signal.
hus: In alwá' in janidh an tsólóm OBF.

source: The amount of delay between the two signals.
hus: In yanél xi jilk'onenek tin ts'ejeltal al tsab i tsólóm.

source: Presets
hus: Ok'xidh t'ojojoxtaláb

source: Main
hus: K'a'al exbadh

source: : controller output
hus: : ábatnom k'al an kadhaxtaláb

source: : sound output
hus: kaltal an janidhtaláb

source: : sound input
hus: otseltal an janídhtaláb

source: Send sound to the speakers
hus: Abnom janidhtaláb al an kaljanidhtaláb

source: Duration:
hus: In Owát:

source: Reset the worktable
hus: Tsab tujuw an junkudh t'ojláb

source: Record Synth sound into slot
hus: In dhuchadh janídh ti abatnom janidhtaláb al in k'e'pantal

source: Preset
hus: Ok'xidh t'ojojoxtalabchik

source: Draw tool
hus: T'ipox ayixtaláb

source: Paint tool
hus: Mukux ayixtaláb

source: Generate new tune
hus: Ts'ejkom ít ajatláb

source: Generate page
hus: Kaldha' an wal xeklek

source: Page properties
hus: In alwá' an walxeklek

source: Delete page(s)
hus: Pakluw walxeklek (chik)

source: Duplicate page(s)
hus: Tsabchiy walxeklek (chik)

source: Add page
hus: Punk'uy walxeklek

source: Beats per page
hus: T'ik't'ol k'alejk'ij an walxeklek

source: Save tune
hus: Dhaya' an k'ani'láb

source: Load tune
hus: In dhayál an junkubat janidhtaláb

source: Generate track
hus: In ts'ejkál an bél k'ani'láb

source: Track properties
hus: Inkíl an k'ani'láb

source: Clear track
hus: K'wit'iy an k'ani'láb

source: Duplicate track
hus: Kwaya'liy in belil an janidtaláb (k'ani'láb)

source: Note(s) properties
hus: In inkílchik an dhuche'(chik) k'ani'lab

source: Delete note(s)
hus: Pakuw in inkíl an dhuche' k'ani'lab (chik)

source: Duplicate note(s)
hus: Kwayá'liy an dhuche' k'ani'lab (chik)

source: Move note in time
hus: Ka tadhk'iy an dhuche' k'ani'lab al an kíj

source: Lower pitch
hus: Tsa'kanchij an janidhtaláb

source: Raise pitch
hus: K'adhbanchij an janidhtaláb

source: Modify duration
hus: Jalk'unchij in owát

source: Lower volume
hus: Tsa'kanchij in kawídh

source: Raise volume
hus: K'adhbanchij in kawídh

source: Pause
hus: T'ok'bay

source: Keyboard recording
hus: Ts'at'a' in k'ani'labil an kambidh t'enemtaláb

source: Save as .ogg
hus: Ka dhaya' jant'ni'.ogg

source: Rewind
hus: Tsabt'aliy

source: Save to journal and quit
hus: Dhaya' al an chudhél dhuchlab ani kit kalej

source: -- Rhythm density, | Rhythm regularity
hus: -- Álémtal in áy an k'ani'lab, | Jununultal in áy an k'ani'lab

source: -- Pitch regularity, | Pitch maximum step
hus: -- Jununúl janidhtaláb, | Ma junti wichat in alwá' an janidhtaláb

source: -- Average duration, | Silence probability
hus: -- Owát álmudhe', | Walam ts'ibat

source: Major scale
hus: Pakdha' bajudh

source: Harmonic minor scale
hus: We' bajudh juchub t'enemtaláb

source: Natural minor scale
hus: Pel in éy tsipkats ts'ejkadh ti baujdh

source: Phrygian scale
hus: Bajudh frigia

source: Dorian scale
hus: Bajudh dórica

source: Lydian scale
hus: Bajudh lidia

source: Mixolydian scale
hus: Bajudh mixolidia

source: Save preset
hus: An k'ejab t'ojojoxtaláb ka dhaya'

source: Load preset
hus: Ka balchiy an k'ejab t'ojojoxtaláb

source: Close
hus: Mapuy

source: Transpose up
hus: Ka k'adhba' an t'ipodhwat'baxtaláb

source: Transpose down
hus: T'ipodhwat'baxtaláb alál

source: Volume up
hus: K'adhbanchal in kawídh

source: Volume down
hus: Tsa'kanchal in kawídh

source: Panoramization
hus: Tejwamedhomtaláb

source: Lowpass filter
hus: Dhikab ti tsa'at xakab

source: Highpass filter
hus: Dhikab ti t'ek'at xakab

source: Bandpass filter
hus: Tsawiwílwat'el pejach k'al an dhikab

source: Filter cutoff
hus: Jayíl ti kotnal an dhikab xi

source: Open algorithmic generator
hus: Japiy an inkix algorítmico

source: Minimum value
hus: Lej tsipiti' in jalbíl

source: Maximum value
hus: Lej pulik in jalbíl

source: Specific parameter
hus: Takudh lejbantaláb

source: Apply generator
hus: Puchij an tujundhom

source: Cancel
hus: T'apiy

source: All
hus: Tin Yanél

source: Animals
hus: Ko'nelchik

source: Objects
hus: Eyixtaláb

source: Keyboard
hus: Ni'ímt'enemtaláb

source: People
hus: Atiklabchik

source: Percussions
hus: Kwadhacht'enemtaláb

source: Strings
hus: Ts'aj

source: Winds
hus: Kwechmadh

source: Play / Stop
hus: Tsab k'wajba' | Kubla'

source: Left click to record, right click to record on top
hus: Ka ni'chij ta k'watab abal ka ts'at'a', Ka ni'chij ta winab ebalk'ij abal ka ts'at'a'

source: Complexity of beat
hus: In k'ibát an lejbax k'ij

source: Beats per bar
hus: Ajixtal an lejbax k'ij

source: Record with the microphone
hus: Ts'at'a' k'al an Kawidhmedhomtaláb

source: Open SynthLab to create noise
hus: Japiy SynthLab abal ka ts'ejkan an ts'iliytaláb

source: Record microphone into slot 4
hus: Ts'at'a' an kawidhmedhomtaláb ba' an b'el 4

source: Guinea Pig
hus: Ko'nél takaxtaláb

source: Electric Guitar
hus: Pulik ájab xi t'enedh k'al i ka'amal

source: Banjo
hus: Banyo

source: Ukulele
hus: T'enemtaláb xi eynal k'al i ts'aj

source: Harpsichord
hus: Clavicémbalo

source: Clarinet
hus: Pulik nakat juchub

source: Flute
hus: Tsúl

source: Piano
hus: Ni'ím t'enemtaláb

source: Dog
hus: Pik'o'

source: Chicken
hus: Tsakam koxol (pita')

source: Duck
hus: Pak'wak'w

source: Raspberry
hus: Tsakwaliláb

source: Harmonica
hus: Ik' t'enemtaláb

source: Alarm
hus: Olchix k'ij

source: Bird
hus: Ts'itsin

source: Frog
hus: T'ím

source: Cat
hus: Mitsu'

source: Cow
hus: Pakax

source: Cricket
hus: Ts'ili'

source: Bottle
hus: Limete

source: Dump
hus: Pet'na'

source: Cymbal
hus: Odhtalab

source: Sheep
hus: K'udhmadhko'nél

source: Water
hus: Ja'

source: Ray Gun
hus: Ley Tsok

source: Trumpet
hus: Trompeta

source: Clavinet
hus: Junkubél i juchub

source: Flugelhorn
hus: Dhet'eb-its'am

source: Foghorn
hus: Foghom
