Repository: sugar-activities/4062-activity
Catalog: po/hus.po
Languages: hus

source: Bubbles
hus: Dhopk'achik

source: Fingercymbals
hus: Pek'adh t'enemtaláb

source: Laugh
hus: Te'ental

source: Baby Laugh
hus: Te'ental an t'ele'

source: Baby Uh-oh
hus: T'ele' Uh-oh

source: Cling
hus: Ts'at'k'a'

source: Bicycle bell
hus: Tsabtoli' t'int'íl

source: Door
hus: Wi'leb

source: Electric Bass
hus: Paye't'enemtaláb

source: Acoustic Guitar
hus: Ik' Pulik-ájab

source: Dice
hus: Akakpek'midh

source: Harmonium
hus: Armonio

source: Horse
hus: Bichim

source: Mandolin
hus: Mandolina

source: Rhodes
hus: Ni'ím k'ani'láb Rhoes

source: Saxophone
hus: Saxófono

source: Soprano Saxophone
hus: Saxofón Soprano

source: Violin
hus: Widhach t'enemtaláb

source: Camera
hus: K'ot'bixwalek

source: Car
hus: Tolilíl pat'al

source: Car Horn
hus: Dhajantal an tolilíl pat'al

source: Cello
hus: Chelo

source: Chimes
hus: Boli' t'int'il

source: Crash
hus: Tómlóx

source: Plane
hus: Ts'itsin pat'ál

source: Slap
hus: Ch'apladh (Ch'apadh)

source: Temple Bell
hus: T'int'ilal an tiopan

source: Jazz / Rock Kit
hus: Tsakam kwenél k'al an Jass/Rock

source: African Kit
hus: Tsakam kwenél Africano

source: Arabic Kit
hus: Tsakam kwenél Árabe

source: Electronic Kit
hus: Tsakam kwenél pat'ál k'amal

source: South American Kit
hus: Tsakam kwenél Sudamericano

source: Nepali
hus: Jun i k'wajíl xi ti Nepal

source: TamTamEdit
hus: Jalk'ux Tam Tam

source: TamTamMini
hus: Tsakam Tam Tam
